Comment Page 1
1
602日收到了，605日送到老人手里，开机非常卡顿！开机设置铃声就发现，设置不了！选择铃声会弹出如图文字框，有两个选项，尝试其中一个～去设置，又出现另外一个页面，主题已安装，然后返回铃声设置页面，在点击铃声设置，又出现同上文字框！尝试文字框里面的另一个选项～取消，就返回了铃声设置页面，点击选择铃声，又出现开始弹出的文字框！卡一和卡二选项都尝试过，都如此！关机后多次尝试，还是如此！因为当时着急离开，就把手机给老人留下！结果今天拿回来了！发现这问题还是如此，跟供应商联系，查了半天也没解决，推给了检测部门！和京东客服联系，也解决不了！图片有显示，605日开使用的流量，只放一个电话卡，其他什么都没做，开机都非常卡，根本不能正常用！非常生气！我买了个问题机，让我自己去想办法修理！建议大家以后不要买华为，不要买京东的电子产品，得不到保障！

2
非常感谢京东商城给予的优质的服务，从仓储管理、物流配送等各方面都是做的非常好的。送货及时，配送员也非常的热情，有时候不方便收件的时候，也安排时间另行配送。同时京东商城在售后管理上也非常好的，以解客户忧患，排除万难。给予我们非常好的购物体验。 Thank you very much for the excellent service provided by Jingdong mall, and it is very good to do in warehouse management, logistics, distribution and so on. Delivery in a timely manner, distribution staff is also very enthusiastic, and sometimes inconvenient to receive the time, but also arranged for time to be delivered. At the same time in the mall management Jingdong cust

3
外表看着美观大气上档次。一直信任京东。质量不错，送货很快，服务很好！ 太漂亮，大气，档次高，超喜欢。 货比三家，选的也好是辛苦啊?现在除了一碗热气腾腾的拉面，在强哥这里买不到其他的，只有你想不到没有买不到? 上午下单，下午到家速度啊！看着还行 货品不错，装了实用。质量可以。是值得购买 不错不错不错！！！！！！用了还可以，刚开始用有点涩。很干净，质感也不错，价位适中，性价比一般吧。 不错 物流一天就到了 整体感觉很不错，收到就用了，挺喜欢的，这个用的好，还要买多几个。 物美价廉，用着看看吧，免去市场购物之劳 ，推荐答案 我为什么喜欢在京东买东西，因为今天买明天就可以送到。我为什么每个商品的评价都一样，因为在京东买的东西太多太多了，导致积累了很多未评价的订单，所以我统一用段话作为评价内容。京东购物这么久，有买到很好的产品，也有外表看着美观大气上档次。一直信任京东。质量不错，送货很快，服务很好！ 太漂亮，大气，档次高，超喜欢。 货比三家，买到比较坑的产品，如果我用这段话来评价，说明这款产品没问题，至少85分以上， 宝贝收到了，非常喜欢，质量很好，卖家热情，物流给力，非常愉快的一次购物，好评！

4
非常感谢京东商城给予的优质的服务，从仓储管理、物流配送等各方面都是做的非常好的。送货及时，配送员也非常的热情，有时候不方便收件的时候，也安排时间另行配送。同时京东商城在售后管理上也非常好的，以解客户忧患，排除万难。给予我们非常好的购物体验。 Thank you very much for the excellent service provided by Jingdong mall, and it is very good to do in warehouse management, logistics, distribution and so on. Delivery in a timely manner, distribution staff is also very enthusiastic, and sometimes inconvenient to receive the time, but also arranged for time to be delivered.

5
喜欢京东购物，因为可以当天买自己喜欢的商品，明天就可以到达客户的家中。为什么我所有的评价都相同，固为在京东买的东西太多太多，商品积累的太多没有评价，最佩服的还是京东物流，有时晚上11点前动动手指，购买的商品第二天上午就送到单位或者家里，还可以刷卡付款。自营的商品挺有保证，售后有问题打专属客服热线。客服很赞，一句话的事儿，直接上门取件退上门更换新商品，家电有价保，一个月退货，半年换货，实体店儿弱爆了，根本没有竞争力与京东相提并论；比老家的商铺街上的价格省了一大截票子。本宝宝平时基本不逛街，在家逛京东商城就能买到合意的超值商品，有些明显比超市还划算，而且还是一模一样的吃喝生活用品哟！

6
经常网购，总有大量包裹收，感觉写评语花掉了我大量的时间和精力，所以在一段时间里，我总是不去评价和随便写写，但是我又总觉得好像有哪里对不住那些辛苦工作的卖家客服，仓管，老板与是我写下一小段话给，我觉得能拿到五星好评的卖家的宝贝评价里面，以示感谢和尊敬，首先，宝贝性价比是很高的，我每次都会现实用再评价的，虽然宝贝不一定是最好的，但在同等价位里绝对表现最棒！京东的配送绝对是一流的，送货速度快，配送员服务好，每样东西都是送货上门，希望京东能再接再厉，做的更大更强，提供更多更好的东西给大家，为京东的商品和服务点赞。

7
没有预约，直接当天抢的黑色，没有赠品。 128的，把我的水果SE卖了，换了它。还一个金立M7，打游戏抓狂，所以必须有个给力机型。 今天刚安装好吃鸡第一把就吃鸡了，完全无压力，非常流畅。 电量充电很快，用电也还行，迅雷极速下载的时候耗电会快，有发热，其他使用目前没发现。 拍照那是相当给力，不用爆不换手机了，这个价钱买个旗舰很划算了，还是6期免息白条，妥妥的。 各种app运行很快，家里几个手机连接wifi信号不怎么好，荣耀10直接秒连，抢网速杠杠滴。 总的来说，信任华为，信任京东。

8
几年前逛京东还不是那么的信任京东，现在信赖首选京东，默默哒一直看着它一年一年发展的越来越好，心里也在为京东发展壮大而加油打气。为什么我喜欢京东购物，因为可以当天买自己喜欢的商品，明天就可以到达客户的家中，为什么我所有的评价都相同，因为在京东买的东西太多太多，商品积累的太多没有评价，最佩服的，还是京东物流，有时晚上11点前动动手指，购买的商品，第二天上午就送到单位或者家里，还可以刷卡付款。自营的商品挺有保证，售后，有问题打专属客服热线。客服很赞，一句话的事儿，直接上门取件退，上门更换新商品，家电有价保，一个月退货，半年换货，实体店儿弱爆了，根本没有竞争力与京东相提并论；比老家的商铺街上的价格省了一大截票子哈，宝宝平时基本不逛街，在家逛京东商城就能买到合意的超值商品，有些明显比超市还划算，而且还一模一样的吃喝生活用品哟，小宝贝们快来选购吧！既省钱，又节省时间，永远支持信誉商家《京东》。

9
开头我曾提到，想在如红海一般的千元市场中杀出一条血路，必须得有自己的杀手锏才行。对于手机来说，该手机一直是其手中的尖刀，很庆幸，该手机依旧延续了高性价比高体验的传统，无论是硬件配置还是软件的加持，都足以令它立足性价比最高之位。
　　异形全面屏的搭载对我来说是意料之外的惊喜，没想到原本属于中高价位的屏幕能这么快下放到实惠档位，相信这对于别的厂商来说也是种冲击。

10
经常穿梭于各大购物网站，京东是来的最多的一个。首先，物流非常快，上午下单下午到，当天下单第二天就到了，而且全是正品。售后服务也很到位，电话客服效率非常的高，能很快的解决问题。 下面来说说这一款手机吧，这个价位配这个配置，挺不错的能，才能领到优惠券，为自己省下一笔支出。手机用起来很不错，拍照清晰，反应快

