Comment Page 2
1
首先非常感谢京东这个平台给我如此美好的购物体验，拿到手机用了好几天了，就说说我最真实的体验。1:样子特别美，爱不释手，让人留恋。2:拍照成像特别好，双摄人像都能拍出来我想要的效果，对于够用党的我很满足了。3:系统很流畅，指纹秒解，打开软件速度也特别快，应用切换丝毫不卡。4:带点续航能力很不错，正常使用一天半左右，充电也很快。5:喜欢华为的系统优化，很好。截屏很方便，很随意。以上是我对这款手机最真实的评价。除此之外，非常感谢京东快递优质的服务，用最快的速度和最高昂的热情让你体会到不一样的购物体验。

2
不得不说华为荣耀9超出了我的想象，我买的时候特别犹豫，不得不说手机反应特别快，指纹解锁超快，手感也很好。瞬间被华为圈粉了 。

3
1，先说下快递吧，真心给力！昨天十点半下单预约版蓝色，夜里十一点多开始配货，今天上午八点半手机到了。其他平台貌似还要等两天才能开始发货。京东快递给力，点赞。2，说下手机，蓝色款确实漂亮，本来打算入手灰色，但是感觉可能不适合我，还是选的蓝色，没让我失望。光泽度满分，太漂亮了。3，机身尺寸拿，在手里刚刚好，背面3D弧面玻璃，手感很好。现在用的S7也是背面弧面玻璃的，已经习惯了，估计再用回直面，会有点不习惯了。4，做工方面有必要说下，没有别人说的缝隙之类的，机身缝隙都比较均匀，而且比较小。整体很严实。home键触感也不错，比预想的好点。音量键和电源键有轻微松动，这点跟我用了一点的S7比略有不足，不过不影响使用，不纠结。5，大致使用了一下，感觉还是很好的，系统流畅肯定没得说，毕竟新机器，不会有卡顿什么之类的情况。游戏方面还没体验，等体验过后再评价。6，后摄像这次据说提升很大，还没尝试，准备去拍下夜景试试效果，白天应该区别不大的。至于HiFi，本人不是音乐发烧友，就不去细致体验了，音质纯就好。总体来说，手机体验使用感受很不错，值得这个价钱。希望对还在考虑的机友有帮助。

4
打开了很多个游戏，内存运行也还有2.3GB，而且玩游戏不卡。荣耀9的hifi音质很好，之前一直在纠结买小米6还是荣耀9，搜了百度，花粉，知乎的种种分析，其实比较倾向于买小米6，但是听说音质和拍照这方面比起荣耀9弱一点，而我还是比较喜欢拍照和听歌的。重要的就是小米6抢了两次抢不到。荣耀9没下决心是因为双面玻璃，像我这种经常性摔手机的人来说，还是有点怕怕的。纠结下来后直接买了荣耀9。凌晨买的，下午18点就收到了。京东的快递真的像曹操一样说到就到。之前一直用的荣耀6，觉得荣耀还是很不错的。特别胡歌代言，从仙剑开始就很喜欢他了。??(&lowast;?????&lowast;)??这手机能支撑我玩游戏，又有好的拍照和音乐。性价比还是很高的。很满意了我(?&acute;?`?)*??*，对了，相对于其他颜色来说，背面的极光没有那么明显，如果喜欢炫酷点的，就选择其他颜色吧，比如奶奶灰（我朋友就是买的这个，也超好看）。但是这种颜色真的特别，很好看，让我少女心炸裂~偏薄荷绿其实。手机拍不出那种颜色，照片上颜色浅一点。

5
我已经买了四个华为了，之前用的是荣耀6plus在营业厅买的，质量很好已经用三年了还在用，现在很有点卡！所以现在又买了荣耀9感觉质量还行吧，反应很快不知道和实体店的质量是否一样！如果是正品那就太好了！希望京东不要卖网货！再说说京东的物流我双十二买的13号就收到了！这是我第一次在京东网上购物，别的不说物流真的很快的 超乎我的想象！如此下去京东真的要把**干掉了

6
特意用了两天才来评价，手机速度很快好用，收到货时包装是全封闭没有拆封，值得购买！最值得称赞的是我们家这个片区的京东快递配送员庄建，冒着寒冷的北风，顶着零下8度的室外温度，晚上10点还在派送快件，看着都心疼。电商最忙最辛苦的高峰期已经到来，谨代表全国所有网购客户向快递及电商行业的员工们深表感谢，祝你们生活工作愉快，每天快快乐乐，平平安安！也希望京东高层能给最基层的快递配送员更多的关爱和待遇，让他们能愉快的工作，幸福的生活！

7
货已收到，拿来试了一下机子，运行速度很快，蛮流畅的，指纹解锁一点就开，比我的旧iphone6解锁也快，我那旧iphone6解锁也要3到4秒多，荣耀9外观也做得精致，安卓系统也比以前的有所改善，以前的安卓用起来真的很卡，不然都不想用苹果，荣耀9很棒...

8
挺好～荣耀7用了两年没卡，只是电池不耐用了，换了这个。外观好看，有内涵。

9
我的我是第一批忠实用户 蓝色 因为当时八月份就只有蓝色 其实我最喜欢的是黑色。可是没有货 。。指纹接收机我和你喜欢方便 快捷 不用输密码 是最让人开心的 超快打开页面。这车给老公买的奶奶灰 他说大气。男的适合这个颜色    希望能用三年是最好的。          用手机比较省 别摔着就可以我觉得不打游戏。不看电视就看新闻和微信的他来说。低配太适合不过了   领三百元的券 1899很满意 超便宜。想当初我的花了2699呢 手机贬值是很快的 但性价比特别高。也别时候中心阶层的人们 我想要黑色无奈手里只有蓝色在手 。。。     内存够大 够快。不卡顿 没有发热的现象可能我本人不打游戏

10
深度使用后回来评论。外观是非常的绚，而且屏幕大小合适单手操作，64G内存打开后剩48.7G，打开应用的速度和切换速度很流畅，打开多个应用手机都不发烫，手感有点温。5%充电到100%需要两个小时。满电中重度用户可以用一整天，平时工作使用都够了。个人觉得烧纸指纹解锁比较好用，速度挺快，屏幕下边没有了标志性的虚拟按键。拍照没什么经验，感觉整体效果偏暖。硬件感觉都挺好的，但是系统有些功能还是有待提升。比如，手势截图非得在屏幕上用力敲一下，应用分屏也得指关节用力敲一下然后再划线，这个力度不好控制，开始不适应好几次才操作成功，新手机用力敲多心疼啊真担心会不会敲坏了，还是滑动截图比较好，分屏的话可以借鉴魅族系统在多任务中设置点按分屏操作。单手操作开始也是不适应，第一个手机用的是魅族感觉flyme系统很便捷，手势操作简单易用，其悬浮球可以左右滑动切换任务上下滑动可以下拉屏幕和返回主界面。这些细节性的功能，希望以后有所优化更加简单。总体来说，这款机器很不错，炫目光彩畅顺丝滑?

