Comment Page 7
1
早就看中荣耀8荣耀9的2.5D玻璃了 颜值超高啊 一开始想买奶奶灰  但由于评论区中的反馈图看起来不怎么样还是选了蓝色的  也很是好看啊     一到手激动得不得了   真的是美不胜收   就是粘指纹后就不好看了对于我这种强迫症的来说是致命伤害  所以还是买了个磨砂的手机壳   不管是手机本身还是手机壳都手感超好   运存啊内存啊像素对我来说完全够用了   运行速度特快  指纹识别那也是我见过的手机中最快的    支持国产支持荣耀
由于见识浅薄以及产品的足够好目前还没发现什么不足的地方

2
17号上午抢到的，6G+128G，23号发货，25号收到货，玩了一天多，简单说下个人感受：
优点：外观极致美观，双曲面+2.5D屏幕手感很棒，没有跟风仍然保留了3.5mm耳机孔，指纹解锁够NB一触就开，拍照对焦快而清淅，外放音乐感觉比荣耀7的好一点点，差距不是很明显，耳机的好的比较多。
不足：
1 电池：中度使用，基本一天一充，充电速度与原来荣耀7差不多，没感觉到惊喜，本人不玩游戏，基本就是上购物APP，头条，微信，Q等，一天下来，8点到19点用了11个小时，剩余35%的电量，感觉不是特别够，要是晚上外出聚会，没带个充电宝心里没底。
2 网络：不得不吐槽一下，同样环境下，2.4G和5G的连接速度不如LP一年前的小米4S，有传图比较，我的网络是50M的电信光纤，在2.4G环境下，被小米4S秒的渣渣的。（补充说明一下，荣耀7也是存在这样的情况。）

3 多开问题：装了有180多个App,只留微信，Q，灵犀，讯飞输入法，基本上只有3G左右的可用RAM，我是6G运存，系统占用的是不是有点多啊。
4 音质问题：话说用了HIFI芯片，我特么都感觉到，外放跟荣耀7比起来，感觉好不到哪去，我是用酷狗播放的，插上耳机，感觉就比荣耀7好那么一丢丢，不知道大家感觉是怎么样，我反正感觉不到预期的HIFI。

3
先说优点:手机颜值很赞，做工很精致。拿手里手感很足。就是感觉有点滑，上厕所可不建议带上！再说图像处理也很不错，照片显示色素明显可以把一般千元手机甩几条街。放音乐自带音质不错，手机大小合适单手操作，还算方便。缺点:手机按键以为中间是实体的，菜单键玩游戏可能会被误碰而弹出后台程序窗口或是返回。菜单键没有过多选择功能。下拉快捷栏打开WiFi不支持选择网络，只能在设置里选择。类似iPhone手机的白点功能应该用不上吧，

4
『让世界爱上中国造，荣耀9耀你好看』掏出手机的那一刻，完全没有2000千元档手机为了追求性价比而妥协的设计和做工，手机没有荣耀6那种类玻璃材质的廉价与轻盈，比荣耀7的金属机身又高端很多，采用了目前更为主流的双玻璃机身，平时当镜子照照还是不错的，手机分量适中，5.15英寸的屏幕尺寸握持感很好，魅海蓝比想象中的蓝还要深一点点，略微有点闷，好在前后面板颜色一致。
手机电源键和一体式音量键均位于手机右侧，按压反馈很好，独创的智灵键没有得到延续；没有跟风苹果取消3.5mm耳机孔，连同主流的type-c接口和扬声器均位于机身底部，顶部放置了收音mic和红外发射器，左侧无任何开孔和按键，整体性不错，呼吸灯得到了保留可以不用点亮屏幕及时发现错过的通知。
华为自主芯片的麒麟960性能也完全够用，荣耀9应该算是一款水桶机。如果你不是参数控不是极客，不在意ROM是不是ufs，CPU是不是骁龙，相信荣耀9不会让你失望，尤其是拍照。
&ldquo;拍照就像用单反&rdquo;没有过度宣传，应付日常拍照留念完全够用，而且体验更加干脆利落，毕竟单反不是谁都能驾驭的也不是谁都能时刻带着的，而且手机天生的社交分享属性不是相机可以比拟的。

5
第一次买华为，真心挺好看，作为备用机肯定是够用没问题....作为忠实的果粉，华为能做到这个程度很是让我开心啊....第一次买手机包装里送手机壳的，很贴心....

6
第一次用华为，希望不要让我失望。灰色很低调大气。

7
昨天晚上下的单，今天下午就到了，京东的物流就是快。华为手机做的越来越好了。

8
手机挺好看的，就是贴膜不好贴，照相有图片一个7i一个9，玩王者充满电一直玩四个小时左右吧，去实体店贴膜都没有都是小好多的膜这点不好，这手机给五星是因为我不管好的不好的都是五星，实体店都没华为都是放在角落的，都是vo.op外面广告也是，咱拿着华为去贴膜不知道人家那眼神真6+鄙视。

9
非常好  非常完美  前几天都买不了 因*的问题吧  一直关注荣耀9老长时间了 挺喜欢的 系统流畅 不输于ios系统  以前一直用苹果 现在终于换了 因为我爱国 再也不用外国货了  本来想买小米note 3呢想想还是算了吧 就买荣耀9 也是第一次用荣耀的产品 希望不会让我失望  支持荣耀 支持京东

10
手感，颜值都挺好，属于比较娇小玲珑，不过之前用惯了5.5寸屏，感觉感觉5.15寸有点小，为何不出5.5寸呢？运行速度要用久了才知道，希望不卡

