Comment Page 6
1
外观方面：漂亮漂亮漂亮
手机真的太美了
比苹果什么的好看多了
拍照方面：相机前摄像头自拍容易把人拍虚了，对于我玩摄影来说，真的很差劲，后摄像的大光圈也背景虚化得乱七八糟，拍照有时会吧前景都虚化了，或者把远景给实化了，真的没有多大用，说真的，没有体现出双摄的感觉。摄影这块真的不行。期待华为下一次的蜕变。
运行方面：我将手机的所有软件都运行起来，差不多有20个软件，还有农药也开了。运行流畅，体验感十足。
指纹解锁：即点即开！
附带功能：NFC亲测可用，OTG亲测可用，但OTG读卡速度较慢（对比之前用的vivo）。
手机裸机很轻，很薄！
发热方面：玩游戏，玩农药什么的，还是比较不会发热的。但在安兔兔3D检测时，发热很严重，真的会烫手，打电话打久了，可能听筒位置也会发烫。
还有就是扬声器不够大声，放音乐什么的真的小声！
整体给人感受是很舒服的一款机子，拿在手上，爱国感，自豪感还是有的。
荣耀9，真的还可以！
京东购物就更不用说了
手机一到仓库就发货来了，虽然等发货等了好几天，但一发货，一天之内也就送到了。京东服务还是很好的！

现在使用机子第一天，等用过几周后再来评价使用后的感受！

2
手机收到了，试用了下感觉还不错，音量按键不是很松，电源按键按着有点松，卡槽缝隙挺贴合，背面玻璃上下两端不是很平整，有点微微凸起，不过能做到那样也算不错了，手机外观很亮丽，蓝色很好看，对比了下同事的小米6黑色感觉还是自己的荣耀9好看，摄像头平的，还有各种对焦，拍照要比我的魅族mx5 好很多，听音乐也还不错，屏幕很清晰，看电影感觉画质挺不错，手机无线网络信号要比我的魅族mx5 要好一两格，楼下以前只有一两格这个可以有三格，对的好可以信号满格，手机运行内存不开应用4G 可以有2.8G 可以用，存储内存系统显示64G还有49G 可以用，试着运行了微信优酷京东，打开速度还是很快的，虽然手机配置上没有我同事的小米6好，感觉这个配置现在基本够用，用的挺流畅的，告诉大家下手机壳装在手机配件盒里面的长方型盒子里面跟说明书放在一起，反正先用着，过几天再来追加评论，还有希望京东快递盒装箱和运输需要提高，我的外包装盒收到的时候有点变形了，还好手机盒没太大问题

3
手机超级好用，给个100分吧。

4
发布会之前就一直关注荣耀9，今天收到货都在意料之中，之前用过荣耀8所以也相信荣耀9只会更好。今天我只想说说京东物流，16号一整天京东被没货风波淹没，不过没让人失望，依旧领先各大电商第一时间把手机送到各客户手里。言归正传，今天一早起来发现发货了，很开心。7点就开始等着，看着包裹由远及近一步步来到我住所附件。可以想象很多小伙伴都有这种期待的心情，看着包裹进入了我们小区，手里紧紧握着手机，生怕快递漏接了快递小哥的电话，等着等着，看看物流 what 离开了小区？难道把我的快递遗忘了？急忙打电话过去，对方解释快递很小放储物柜了，一般这么小的快递我们都直接放储物柜。能理解毕竟其他快递都是直接放储物柜，但是你是京东唉，居然电话都不打一个就直接放储物柜了。回想当初第一次在京东买东西，就是图里的荣耀8，那时候想买个手机就尝试在京东下了个单，隔天莫名其妙有人来敲门，居然是手机到了，我特么那叫一个吃惊，从那以后京东成为了我手机里的常用软件。时隔一年，京东的物流速度依旧很快，但是服务却远不如前了，你们用实力获取了客户对你们的信赖，但若以此信赖作为你们傲慢轻视的资本，我想不久也将被他人取代。

5
首先对京东快递给100个赞赞赞赞，真的太快了，8号晚上下的单10号中午就到了！再来说说手机，手机用了二十天了，还没有出现任何卡顿现象，下软件速度快，打开软件速度快，各种快。其次手机电量，我是一天一冲，早晨八点开始用手机，勉勉强强算是重度使用，一天下来手机能剩40-45%左右的电，不得不说，续航能力比起我之前用的oppo强太多了。拍照方面我是个小白，朋友无意中用我手机拍的人物像感觉太好看了，背景有点小虚化的感觉。第一次用华为手机，给我的惊喜太多了，希望华为继续努力！

6
送妻子的礼物，感谢妻子一直以来的陪伴。
早上下单，傍晚收到，速度挺赞?。
第一次买华为手机，荣耀9上手感觉很好反应快机身漂亮，像素感觉不象2000万的！
手机很赞?五星好评，看使用情况后续追评！

7
颜值较高，使用了正面指纹识别，而且识别部分是陶瓷的，比塑料的耐用。麒麟960相比之前的950提升不少。第二代黑白双摄，拍照效果更好些。加入了HIFI音质，保留了3.5mm耳机接口（在目前来说还是非常不错的决定）。有NFC，可以刷银行卡和公交。华为在通讯方面很有实力，信号不错。华为荣耀子品牌的价格还算可以，比华为和OV厚道。
缺点从测试来看，荣耀9全系都使用了emmc闪存，而相比之下小米6却是更好的UFS。麒麟960的整体性能虽然比前代有很大提升，但依旧比不上高通835。并没有加入光学防抖。4+64G是2299元，6+64G是2699元，仅仅相差2G的内存，就差了400元，真是奇怪的定价，这是什么套路呢？国内比较受欢迎的手机刚发布时都得抢购，荣耀9也不例外。
总结总的来说荣耀9是一款不错的产品，颜值和性能都不错，是目前同价位中的一个不错的选择。从参数上来看，4+64G版的性价比更高一些。另外，6+64G版的2699比小米6的标价贵了200，但参数上却是小米6更有优势。
然后就是发货速度太坑了！

8
运行速度不错，玩王者荣耀没问题  充电玩也不卡  手机到电量10左右会锁频  音质不错外挂很炫酷总体满意

9
手机很漂亮，很喜欢，系统流畅，升级最新的系统只用了几分钟，速度很快，刚充电的时候手机有点发热，到了70以上的电量后手机几本不发热了，应该是正常现象吧。京东的快递很快，我家在农村，下单后差不多一天就到了，而且是送货到家，快递小哥也很热情，服务态度和质量都很满意，告诉我如果手机有什么问题联系他，7天包退换，在京东上买手机放心！

10
一次买了两部，奶奶灰和鸟蓝，灰色更耀眼，鸟蓝很沉稳柔和，带上保护壳一点也不影响背面炫酷的光影，双十一之前买的，11.1降到1899，京东补了四百差价，这点为京东点个赞，可以说这是目前最强的千元机了，不管是性能还是颜值方面，三千价位也无出其左右，最后说一句，鸟蓝深得我心

