Comment Page 5
1
今天刚收到！外观感觉还可以，如果能有个耳机就更好了，其他体验等我先用过，2天后再来评价！

2
一直都是用荣耀系列的手机，手机质量好拿在手上很光滑。

3
留意这部手机很久了，爱它的3D弧面玻璃，做工，手感超赞，我买的是海鸥灰尊享版，很耐看，系统流畅，触感顺滑，取消了虚拟按键，加上屏幕清晰，很是惊喜，音质温和耐听，非常满意！要买的朋友不必犹豫。感激京东的物流，两天就到，京东服务的高端非其他购物网能比的。

4
从苹果6换了荣耀9，我得感受。
1.果然安卓不卡了，苹果优势也就没了
2.可玩性来说，荣耀9完爆苹果，苹果各种限制太多，而且内存多点不像荣耀这么良心，差很多钱，荣耀9属于良心手机。
3.整体外观真的很炫酷，超过所有我看过的手机，我用过三星苹果索尼和小米多款手机，还是荣耀好，荣耀8忍住了，为老胡充值，但是荣耀9这手机没毛病，很好用，而且电池也很好。
4.去看了小米6，抄袭了荣耀8，但是上下缝隙真大，还没有荣耀9炫酷，果然还是荣耀9好，虽然京东裸机买不到，买的套餐三，我觉得也值，这手机这价钱值得。
5.从屏幕来说，很清楚，比苹果强，电池充电速度快，持久续航，比苹果好用，满电，一天没问题，我不玩游戏，但是是个中重度使用者，而且荣耀9很贴心的有手机管家，完全不需要root就可以限制权限，这点来说，系统很不错，wifi很稳定，华为通讯真的厉害，手机信号也超赞，华为这系统真的不错，贴膜有些难贴，但是用了白边清理液，特别好，完全没有白边，虽然有半年碎屏险，但是还是买那个防摔壳，我觉得这样保险些，照相方面专业相机模式和食物模式都很喜欢，以后认准荣耀了，棒棒哒，用了一个多星期，体验很好，完美，我喜欢

5
商品是双十二晚上十一点时下单买的十三号晚上就送到了，京东物流一字（快）?赞一个，用了几天才上来评价，首先机器的外观真的很漂亮让我有点爱不释手那种感觉，指纹解锁也II的秒开，至于有很多人评论说荣耀9拍照不怎么样，我觉得还好啦！这只是一部手机而已它又不是专业照的相机，真要达到单反的效果吗？那只能去买部单反相机了，对不？?反正我个人是觉得够用了，晚上拍出来的效果也不错啊！还有评论说机器很容易发热买时真的有点担心，但收到机器后用过这几天我是没有发现机器发热的，但我不玩游戏的也许玩游戏会发热吧！就不太清楚了，但我用导航比较多几乎是用一天的都还好没见它发热厉害，但电量真心不够用掉电快，如果是待机和接听电话玩微信浏览网页这些一天下来还是足够用的，内存占用比较多啊！这点不满意，4G的运存给占了一半多，还有我比较喜欢机器那个智能语音唤醒很好玩，呵呵&hellip;&hellip;其它的就不一一点评多写了，有些功能还没有发现有待慢慢了解哦！总之我个人是比较喜欢这部机器吧

6
用了一段时间了，挺满意的，运行很快，当然因为是新手机，外观也很好看，鉴于我的手机几乎一年换一部，都是由于屏幕摔坏，上一部p8屏幕都换了三次，框都变形没法再换了，所以不需要买太贵的手机，这款两千多点，性价比挺好

7
第二次买荣耀9了，第一次买的发热太厉害给退了，换了mate9太大用的不习惯，重新买了荣耀9
1.外观确实漂亮，灰色第一眼给我并没有惊艳，有点偏暗，但是越看越耐看，弟的蓝色看着色太重了第一眼好看再看不耐看
2.电量不是很给力，系统里可以控制自启动，这一点非常好的控制电量。中度使用一天一充
3.拍照，没啥特别的感觉，挺不错的
4.信号不错。卡槽矫情，我的电信卡没剪好只差一点点第一个和第二个都是只能上网不能打电话发短信，其他手机上就行。郁闷
5.内存64G的随便用了用剩30了，其中系统固件占了12G。其他10G。自己的图片和音视频才5G。建议买128G的。速度也没啥感觉，挺流畅的，要啥UFS要啥自行车
6.应用锁和双开应用和多用户系统很好用，这样隐私保护很好
7.HIFI我漫步者耳机没感觉出来啥效果。我耳朵是瞎的
8.指纹解锁飞快飞快，支付可以指纹
9.屏幕刚好单手操作，没有了虚拟键，屏占比高了，显示效果很好。主菜单键误触几率比前几批大大减小了，前几批随便碰一下就呼出语音助手，烦得很
10.性价比高价格

8
刚收到货，物流速度上就不说了属正常预计，机子方面大概试机了下，暂时还发现不了什么特别的问题，配置上是我买那么多台手机来最高的一台，也是第一次体验华为中端机。希望后续使用满意。暂好评吧，我们将跟踪使用的具体质量。真金不怕火炼，华荣耀9你能否验证？京东你有把握吗？一起期待&hellip;

9
给亲戚买的让她用了一段时间，她说还可以好用就可以了，现在价格还涨了，不知道过段时间用的卡不卡。

10
外观方面：漂亮漂亮漂亮
手机真的太美了
比苹果什么的好看多了
拍照方面：相机前摄像头自拍容易把人拍虚了，对于我玩摄影来说，真的很差劲，后摄像的大光圈也背景虚化得乱七八糟，拍照有时会吧前景都虚化了，或者把远景给实化了，真的没有多大用，说真的，没有体现出双摄的感觉。摄影这块真的不行。期待华为下一次的蜕变。
运行方面：我将手机的所有软件都运行起来，差不多有20个软件，还有农药也开了。运行流畅，体验感十足。
指纹解锁：即点即开！
附带功能：NFC亲测可用，OTG亲测可用，但OTG读卡速度较慢（对比之前用的vivo）。
手机裸机很轻，很薄！
发热方面：玩游戏，玩农药什么的，还是比较不会发热的。但在安兔兔3D检测时，发热很严重，真的会烫手，打电话打久了，可能听筒位置也会发烫。
还有就是扬声器不够大声，放音乐什么的真的小声！
整体给人感受是很舒服的一款机子，拿在手上，爱国感，自豪感还是有的。
荣耀9，真的还可以！
京东购物就更不用说了
手机一到仓库就发货来了，虽然等发货等了好几天，但一发货，一天之内也就送到了。京东服务还是很好的！

现在使用机子第一天，等用过几周后再来评价使用后的感受！

