Comment Page 1
1
给五星好评！
1.物流非常给力双11期间买的，晚上零晨下单第二天早上就到公司了！神速！
2.首先从外观说:工艺精湛，一看就喜欢，手感特别好，很轻！适合亚洲人的手握尺寸，机身材料不像iphone那种滑手的感觉，只是手出汗会有点指纹印在上面，不过不是太严重，轻轻擦一下就干净，可以接受！
3.开机后给我的感觉特别好，画面清晰细腻，色彩饱和度很高！冲着这个价格的手机这里就可以给五星，良心企业！
4.这点是用了几天后才来评价的，第一小点:指纹识别传感器非常快，比我之前用的所有手机都快，神一样的速度！给五星！第二小点:电池，我们关心的续航能力一点不马虎，充满电正常工作使用微信、微博、打电话、邮箱等能用一天约17-18小时吧！正常晚上睡觉前充电就可以，白天尽情使用！不算最好，但能接受！第三小点:华为应用市场下载软件非常安全，这点是企业对消费者的负责行为，没有多余的插件！给五星！第四小点：要赞一个华为荣耀9自带的手机软件，流畅简约，应用便捷，个人用了几天下来感觉比ios更人性化，更懂主人的使用习惯！谈到这里有点个人的爱国情怀又出来了，华为！国人的骄傲！
总结：值得推荐给大家的一款好手机！

2
荣耀手机二百优穗卷：【ynh.在线/RR】复￥制括号内内容。到浏￥览器中￥打开领取，整体效果不错，很大气，黑色的高端大气上档次。看着像苹果手机，很流畅，内存有2.5个G，够用，不知道用时间长了会不会卡顿呢。毕竟安卓系统是开放式系统。给老爸买的，用着很好，玩游戏用的，有点奢侈，但是老人用就得用大屏的好的快的。原来的是小米红米，已经用了4年了，该换了，这回一起买了两台，老爸老妈各一台，用着都不错的，双十二*元下手的，很便宜了，这个价格对的起了，没想到第二天就到货了，好快，开箱验货，一起正常，换卡太麻烦，换个小卡才能用，还是双卡双的，如果插一个sim卡，另一个可以插mis卡，很不错，这样照相就不会怕满了。总体不错，先好评！！

3
一、发货:手机十五号发货，十七号拿到，没让我等到21号之后，这一点挺满意的。还有，收到快递的时候，只有一个快递袋子套着，外面连个箱子都没有，有点不爽，不过看到没有怎么压过的痕迹，我就放心了。
二、价格:双十一1899抢的，相比较其他同类手机，划算的，本来*哪里抢个魅蓝note6的，因为双十一打折真的炒鸡便宜，但是拍下付不了款，抢了一晚都没抢到，然后果断上京东，一看有个300的优惠券，果断下手荣耀九了。
三:性能:抛开电池续航，荣耀九简直帅炸了，信号特别好，我的360在家没信号，荣耀九信号满格。运行流畅，指纹软件秒开。拍照逆天。一天至少至少至少要一充，在这当面有点差强人意，不过快充很快，一小时左右绝对充满，这个很好。
四、外观:很酷，机身很薄很轻，5.15可单手操作，手感很棒，操作起来很棒。这外观和我舍友的小米六很像，不过小米六玩游戏流畅很多，一局吃鸡就体现出来了，不过我很少玩游戏，对这个也没什么要求，而且九的低配版和小米的6g运存不是一个档次上的没法比，哈哈，最后感谢双十一，要不是双十一优惠到1900我的预算以内，我也不会买荣耀九，第一次用荣耀手机，很满意。

4
用了大半月了，确实不错，性能挺强劲的详细说说吧:
1、性能方面:确实强劲，运行游戏和一些其他软件都是非常快速的秒进，另外我要吐槽的是，作为一个游戏发烧友，玩吃鸡，后台切换qq，不到十几秒，在切换吃鸡，竟然退出了？？嗯？这是我一直不理解的。。。。
2、电池:这是荣耀9的一打缺点吧，打游戏挺耗电的，满电的话两个多小时就显示百分之几了。。。看来对我充满了，挑战，要时刻充电，哈哈
3、拍照:像素完全胜任一些平常的拍摄，至于一些非常刁钻的拍摄手法就不行了～
4、手感:我只能用爽的不能在爽来形容了，前几天都是裸的，因为手感实在太好，后壳滑滑的（诸位要抓紧手机），手感好到爆，但我也为此买了单，新年第一摔，心疼坏啦，左上角小凹坑，（手动难过）在此，我奉劝大家，不要裸啊，带上套套，手机安全了，你钱包也就安全了，啦啦啦啦

好了，反正这手机优点大于缺点，手感和音质都不错，哈哈，这是一个中肯的评论，好了，溜啦溜啦～有想要壁纸的吗？在评论，自己拿～

5
第一次用华为手机，手机手感很好，屏幕很清晰。这个华为荣耀九比我想象中的要好，手感非常好，还有那个这个颜色我非常喜欢。指纹识别也很快这个指纹识别感觉比苹果的还快，还好用。物流非常快，昨天晚上下单，今天早上10点钟就到了之前都以为华为手机不怎么样，现在买这个华为荣耀9不错啊，很好用啊，其他都很满意。。

6
第一次用华为手机，手机手感很好，屏幕很清晰。这个华为荣耀九比我想象中的要好，手感非常好，还有那个这个颜色我非常喜欢。指纹识别也很快这个指纹识别感觉比苹果的还快，还好用。物流非常快，昨天晚上下单，今天早上10点钟就到了之前都以为华为手机不怎么样，现在买这个华为荣耀9不错啊，很好用啊，其他都很满意。。

7
手机挺薄的，握感不错，指纹解锁很快，运行挺流畅的，音乐外放是单边，另外一边是耳机孔，采用的是type-C接口，充电很快，40分钟就能充满，目前用起来觉得还不错

8
11号1899入手的荣耀9，用了两天才来是想了解更多在评论，1物流，根据各个省市地区不同就不说了我是下单二十多个小时就到的。2外观，漂亮。后盖与机身贴合之间确实有明显缝隙，工艺就是如此我也不好吐槽，整体还是很不错的，耳机孔和充电器孔是在手机下端不习惯的朋友建议使用蓝牙耳机，菜单键左边是返回光能右边是关掉已打开的网页。3内存，4G,64G还是不够用啊因为系统和自带软件暂用内存较大而且下载东西过多手机网络卡的不要不要的，网络运行上感觉960完败魅族flyme，主要是网页进不去太慢了，两个手机对比还是魅族的网络优先进入。4附件，裸机，确实是裸的不行，配了个塑料透明外壳，一卡针，一充电器。5，上了个夜班很累了就到这了，以上仅是个人手机给出的观点各位大神不喜勿喷.文明用语谢谢！

9
第一次使用华为手机，手感很好，速度也很快。颜色也是我喜欢的，后壳很特别。第一天下单，第二天就到了，质量，速度外观都超赞?

10
昨晚下单，今天上午收到，买给儿子周末回家学习和酚玫模他还是蛮喜g的，大品牌，民族品牌，值得民敬仰的企I文化，凭@，就值得I你了！

