Comment Page 8
1
手机挺好看的，就是贴膜不好贴，照相有图片一个7i一个9，玩王者充满电一直玩四个小时左右吧，去实体店贴膜都没有都是小好多的膜这点不好，这手机给五星是因为我不管好的不好的都是五星，实体店都没华为都是放在角落的，都是vo.op外面广告也是，咱拿着华为去贴膜不知道人家那眼神真6+鄙视。

2
手感，颜值都挺好，属于比较娇小玲珑，不过之前用惯了5.5寸屏，感觉感觉5.15寸有点小，为何不出5.5寸呢？运行速度要用久了才知道，希望不卡

3
头一次评价，即是为了我的偶像李逍遥和盖聂，也是因为这次的国货深深的戳中了我的心动点，不可否认，拿到手第一眼感觉就是惊艳，还得谢谢东哥，我是10:10才去预购的，就因为刚开始跑错了地*为）看评价有人说海鸥灰是奶奶灰，而且后盖看着如不锈钢，不如蓝色，但也是因为它的独特，造就了只有华为荣耀有这种配色和工艺，记得地铁里千篇一律的黑色蓝色，四个角倒圆角，不近看的话，脸盲的我真看不出来有什么不同，说完外观，再来检讨下内在吧，有人说这次的闪存是纯EMMC的，温度高时会不会影响游戏和看视频的流畅度，就个人而言，我这四天每天基本是一天一充，不管电量是100%或者15%，40度的情况下都是很流畅，如同当年刚接触的苹果5S，由此可见，荣耀在这次的系统优化和软件处理上都是下了挺大功夫的，特别是荣耀的首款前置指纹键，解锁速度快，而且异常灵敏，内置NFC功能也十分实用，不过前提得绑定好华为钱包，另一个亮点拍照和音质，都达到了发布会时表现的出色，在照片中有一张是我随手拍的，各位可以看看，而音质稍微有点闷，类似于KTV的音响，也算是不错了，起码不尖锐也不破声，我特地下了农药来玩，玩了几盘，发热在可接受范围内。

4
早就看上这款手机了，挺薄的大小女孩子用挺好，感觉比我同事的荣耀8薄重一点，更有质感。不知道随机带的膜是不是钢化膜，要不要重新贴膜的。

5
外观非常不错，速度也快。先用着看看吧

6
上午下的单子 下午三点多就送过来了 很快 ！手机不错，用苹果很久了，因为有第二个号码所以买一部，两个号放在一起，苹果扔家里不用了。用后再来追评

7
从苹果6换了荣耀9，我得感受。 1.果然安卓不卡了，苹果优势也就没了 2.可玩性来说，荣耀9完爆苹果，苹果各种限制太多，而且内存多点不像荣耀这么良心，差很多钱，荣耀9属于良心手机。 3.整体外观真的很炫酷，超过所有我看过的手机，我用过三星苹果索尼和小米多款手机，还是荣耀好，荣耀8忍住了，为老胡充值，但是荣耀9这手机没毛病，很好用，而且电池也很好。 4.去看了小米6，抄袭了荣耀8，但是上下缝隙真大，还没有荣耀9炫酷，果然还是荣耀9好，虽然京东裸机买不到，买的套餐三，我觉得也值，这手机这价钱值得。 5.从屏幕来说，很清楚，比苹果强，电池充电速度快，持久续航，比苹果好用，满电，一天没问题，我不玩游戏，但是是个中重度使用者，而且荣耀9很贴心的有手机管家，完全不需要root就可以限制权限，这点来说，系统很不错，wifi很稳定，华为通讯真的厉害，手机信号也超赞，华为这系统真的不错，贴膜有些难贴，但是用了白边清理液，特别好，完全没有白边，虽然有半年碎屏险，但是还是买那个防摔壳，我觉得这样保险些，照相方面专业相机模式和食物模式都很喜欢，以后认准荣耀了，棒棒哒，用了一个多星期，体验很好，完美，我喜欢

8
快递小哥晚上十点半送到楼上来，大大大大大大大赞?昨天下午下蛋的，本来以为明天才能到的&hellip;快递给力，还没开机，为了快递小哥就先来评论了.
相信华为，等用了一段时间再来评论??

9
之前一直用苹果手机，用了四五年了5S内存不够了。屏也太小了，就想换手机了。我是个女生觉得这个大小，拿着正好，外观也漂亮。因为爱看剧就买的高配版。我不是很懂什么配置就跟大家说说我用的感受吧屏幕有点看着刺眼我有自己调了用几天也习惯了感觉没有苹果的屏幕人性化不累眼睛可能是我用苹果习惯了在就游戏边角感觉没有苹果的锐化模糊有点可能是小屏换大屏的事吧华为荣耀比苹果的颜色红艳丽一开始看不习惯还有就是快捷键没有总想下滑但我觉得这个也是时间问题以后就会好了再就是速度解锁好快的也就几秒吧屏幕的自动调亮度有时太暗有时又太亮打开软件很快也没有什么太大卡顿的有些时候是感觉没有苹果流畅关键我不玩大游戏可能感觉不大吧还有就是手机很漂亮手感好就是手机壳不好买伤脑筋～还有就是怎么没有耳机那？？？音质挺好的最最重要就是我在哈尔滨冬天能用嗯冬天不死机还不费电基本一天一充之前哪个破苹果还得用手捂着生怕它见了风着了凉给我玩死机啊还送了个手机和壳背面黑色正面感觉就是蓝色怕磕没敢用手感不错比机器自带的透明塑料的好总结完毕

10
华为手机，好过年买了个黑色的今天给朋友推荐，没有黑色，灰色也可以，就是手机拿到的，确开不了机，充电后方可使用！这是没啥一点电都没有了，拍照效果好

