Comment Page 4
1
昨天拍的魅海蓝今天就收到了，网上都说高配的比较快，结果还真是，起初在华为官网没有拍到，立即转战京东，显示有货立即拍付款，不过隔一会物流信息显示需要采购之类的，心里一下失落了，京东客服打电话说最晚23号发货，根据订单顺序发货，还和服务的美女吵了一会，在此表示歉意，只能默默等待，感觉23日好漫长。没想到今天上午接到京东快递小哥电话，一下震惊了，快递小哥送到还嘱咐了几句，快递点赞。然后迫不及待的打开包装，防护还可以，气泡袋直接闺女抢走没法拍了，不管了直接看手机，魅海蓝不错，没有说的缝隙，以前一直用华为，上一个荣耀6，没出过大问题，所以必须华为，拿起来手感不错，蓝色也非常耀眼，运行速度不用说快，不多说了，给京东点赞上图

2
给五星好评！1.物流非常给力双11期间买的，晚上零晨下单第二天早上就到公司了！神速！2.首先从外观说:工艺精湛，一看就喜欢，手感特别好，很轻！适合亚洲人的手握尺寸，机身材料不像iphone那种滑手的感觉，只是手出汗会有点指纹印在上面，不过不是太严重，轻轻擦一下就干净，可以接受！3.开机后给我的感觉特别好，画面清晰细腻，色彩饱和度很高！冲着这个价格的手机这里就可以给五星，良心企业！4.这点是用了几天后才来评价的，第一小点:指纹识别传感器非常快，比我之前用的所有手机都快，神一样的速度！给五星！第二小点:电池，我们关心的续航能力一点不马虎，充满电正常工作使用微信、微博、打电话、邮箱等能用一天约17-18小时吧！正常晚上睡觉前充电就可以，白天尽情使用！不算最好，但能接受！第三小点:华为应用市场下载软件非常安全，这点是企业对消费者的负责行为，没有多余的插件！给五星！第四小点：要赞一个华为荣耀9自带的手机软件，流畅简约，应用便捷，个人用了几天下来感觉比ios更人性化，更懂主人的使用习惯！

3
前天下午五点下的单子。昨天早上八点就到货了，京东就是快！手机拿到后，开机调试。一切正常。外观也没有网友说的那些缺陷！除了充电会发热，其他的没问题！反应挺快的！好评送去，。京东&mdash;你值得拥有

4
这是我买的第二部 荣耀九 手机了 相当好使 物流快 手机质量好 京东买东西就是放心

5
第二次买荣耀9了，第一次买的发热太厉害给退了，换了mate9太大用的不习惯，重新买了荣耀9
1.外观确实漂亮，灰色第一眼给我并没有惊艳，有点偏暗，但是越看越耐看，弟的蓝色看着色太重了第一眼好看再看不耐看
2.电量不是很给力，系统里可以控制自启动，这一点非常好的控制电量。中度使用一天一充
3.拍照，没啥特别的感觉，挺不错的
4.信号不错。卡槽矫情，我的电信卡没剪好只差一点点第一个和第二个都是只能上网不能打电话发短信，其他手机上就行。郁闷
5.内存64G的随便用了用剩30了，其中系统固件占了12G。其他10G。自己的图片和音视频才5G。建议买128G的。速度也没啥感觉，挺流畅的，要啥UFS要啥自行车
6.应用锁和双开应用和多用户系统很好用，这样隐私保护很好
7.HIFI我漫步者耳机没感觉出来啥效果。我耳朵是瞎的
8.指纹解锁飞快飞快，支付可以指纹
9.屏幕刚好单手操作，没有了虚拟键，屏占比高了，显示效果很好。主菜单键误触几率比前几批大大减小了，前几批随便碰一下就呼出语音助手，烦得很
10.性价比高价格合理，仅低配版
缺点：
1.电量不足，续航不给力，充电并不算快，偶尔发热厉害
2.后面收集指纹
3.明明有囤货，你玩儿什么套路饥饿营销
4.送的壳子太硬，不过是小事

6
很好很满意的一款产品非常棒的一次购物，手感好非常不错，第一次买华为的手机，很满意，做工很好(??)

7
首先荣耀9给我的印象是闪耀漂亮，胡歌代言的手机。颜值是值得肯定的，在收到手机前还担心正面不好看，拆开包装后非常惊艳。它的音质很细腻柔和，比较圆润婉转；屏幕很清晰细腻，屏幕素质很高，国产屏也不比夏普等弱。摄像头还没怎么使用。续航一般，快充还可以吧，不是特别快。看惯了5.5寸的屏幕乍一看5.1寸不是很习惯。日常使用足够，玩游戏的话恐怕续航是个问题，不过能够轻松胜任各大主流游戏。第一次用EMUI，还在慢慢探索当中，使用起来很流畅。荣耀9很不错，但也有不足。总之很喜欢魅海蓝的版本，记得有个胡歌和~的荣耀9广告，里面就是蓝色版本。

8
不错，运行很流畅，手感也很好，外形漂亮，值得购买，屏幕显示也很清楚。双摄很清晰！

9
7月10号收到货，拿到手第一印象就是手感舒服 颜色惊艳！用了3整天，来仔细的谈谈感受；先说外观：本人这台机看SN码是6月26号生产的，仔细找也没找到能塞纸的地方，关于按键也没有出现松动，看到有评论说能塞纸和按键松动，我这台没有，做工很到位；拍照方面：和我的荣耀6对比，清晰度已经不在一个档次 当然荣耀9的屏幕显示也提升了很多 感觉色彩就更艳丽了，人像模式拍照虚化很好，人像突出，点赞！还有好多功能，比如拍照识物 文档效正 拍美食模式，慢慢体验；音质方面：外放音质不错，有低音效果，插耳机 对比荣耀6是提升很多，多了HIFI芯片，这点在意料之中，就是看中有耳机孔才买的，如果小米6也有耳机孔，那真不知道怎么选啦，荣耀摩声耳机现在只有蓝色和白色开卖，如果有海殴灰就马上买一条试试，还有一点非常重要的，问了荣耀9 EMUI经理 确定荣耀9蓝牙支持aptx无损音质传输，喜欢蓝牙耳机的朋友也可以买支持aptx的蓝牙音乐耳机；电池续航方面：本人不玩游戏，喜欢拍照和听音乐，玩玩微信，接打电话，使用一天足够，没出现发热烫手的情况，不过拍照多时，摄像头下方还是明显会热一些，这时掉电也要明显；信号强，稳定，很满意！

10
信赖京东，物流快，有保障！昨晚下单今早就到，很赞。手机还是可以的，比预想中的更惊艳。支持国货！！！大赞一个！

