Comment Page 2
1
京东霸王条约，激活不支持七天无理由退货，挑战消费者权益，不激活的话只能看个外观，无法体验手机是不是像商品页面那样真实，体验之后感觉这款商品欺骗了我们消费者，目前已经向12315发起投诉，首先把问题如实的描述分享给后续想购买这款商品的朋友，建议止步，同时也让大家更清晰的看出他们研发的nao can设计，主要问题一：拍照很差，而且商品页面也主打介绍拍照，与实际非常的不符，比我单摄1300万都比不了，特别是晚上拍，噪点满屏，；问题二：往左滑的负一屏关闭不了，如果小孩子拿去玩，点击进入浏览很浪费流量，而且这个负一屏也没多大用处，既然不给关闭？问题三：实时网速显示问题，把实时网速开关打开，只要设置了闹钟屏幕顶部都无法显示实时网速；问题四：查看实时运行内存状态问题，其它手机运行内存都是显示在关闭任务栏的下面，而他家的很特别，要到手机系统的开发者选项点击七下才能查看到实时运行内存；问题五：发短信设置问题，比如发短信设置了卡一，而卡二要发短信又必须到设置里面设置发短信为卡二，而没有&ldquo;每次询问&rdquo;的设置便捷；问题六：软件适配问题，很多软件适配显示不满屏！特别是游戏以及视频软件；问题七：桌面双时间显示问题

2
我一直不知道联想手机的定位是什么，高端是不可能的了搞不过苹果，中高端技术也不如三星，中端的工艺性能也比不上一加和华为p系列和ov，中低端系统优化上也比不上华为荣耀系列和小米，就是低端的360在续航和价格方面也比联想有卖点。最差的珠三角垃圾小厂出的手机都还有各自的卖点呢。
另外这个送耳机这个活动搞得非常垃圾，我加入购物车明明有耳机的，付款的时候就没有了，搞得我一肚子火，我不差你那20块的耳机，但被耍猴很不爽。我宁愿你像vivo搞得抢购那样，每个人都有送东西各不同，大家皆大欢喜。又或者像小米抢购那样，什么都不送，但价格尽量让利消费者。你现在搞这个限量送耳机，简直就是花钱找骂，还不如不送。包括好评返现也是这种惹人憎的套路。你们的营销是干什么吃的？该撤换了。
再说说手机吧，性能外观比不上我另外买的vivo z1，性价比比不过360n6，有点食之无味弃之可惜的感觉。
最后说一下，这是我买的第四台联想手机，也是我致敬zuk z2多余买的手机，同时，也是我最后买的一台联想手机了。再见了！扶不起的联想手机！

3
购买的第一批手机，真实评价！ 手机铝合金跟玻璃交接处毛糙，容易割手的感觉，后壳 指纹开孔处 有气泡，玻璃瑕疵 纯属次品，更搞笑的是 包装盒里没有取卡针，本次活动说赠送耳机 也没有， 毕竟1299的价格也不会去退了，给老妈当备用机了，再次说明：垃圾！联想想要崛起？不存在的！

4
这一颗星是给京东物流的。这是我买过系统最垃圾的手机，没有之一，预装第三方应用多且无法删除，还有个什么负一屏不能隐藏，必须显示在手机主屏上，是谁给你的勇气这么强势，附上跟他们官方客服的聊天记录，让大家看到联想有多自负。

5
激活后不能退，买的人慎重吧，刘海屏优化的很差！！！！各种遮挡不对齐！！！！

6
拍照效果真是差级了，拍出来的很模糊，还有WiFi信号也很不好，我以前的手机和这个手机离路由器一样远，这个手机就不满格，我以前的手机都是满格，一收到货就发现问题了，给京东反应回复很慢，后面说可以去检修，感觉太麻烦，又用了一天，还是发现WiFi和相机这两个问题都不好，于是申请退货，等了半天时间，京东打电话说没质量问题不能退，还有就是手机已经激活了也不能退，我就想问问品控这么差也能卖吗，宣传上还说相机怎么怎么好，实际真是垃圾，还有不是说七天无理由退货吗？真到退了各种理由不让你退，有这么多理由怎么不写在商品宣传页上，却写着七天无理由退货，不是明摆着欺骗吗？本来买个新手机都是很高兴的，但现在被这个手机整得很是心烦，谁也不愿意买个新手机就各种问题

7
这一星是给快递员的，手机不错，各方面都很好，就是我抢购的时候页面上有写送耳机，可是为什么收到货没有耳机呢？说好的送又不送，问客服，客服说是随机的，这怎么可能是随机的呢，有送就有送，不送就不要写送耳机啊。

8
首先声明，手机性价比很高。
但是：1，屏幕问题，手机开启护眼模式，颜色特别黄，及时调整最低依然很黄，无法使用，对比隔壁杂粮家2年前的米5。希望其他购机用户能给一些反馈，是否也是这样问题。
 2，手机壁纸功能有问题，桌面壁纸不能换。希望其他购机用户能给一些反馈，是否也是这样问题。
 3，负一屏无法关闭，系统设计有问题，使用烦躁。
 4，最下虚拟按钮排序不符合使用习惯，无法进行设置。
 总结就是系统没优化好，功能有异常。

9
只是用了3天真实说一下自己的感受，总得体验很差。
1、用了3天边框竟然掉漆了!不敢相信
2、霸王条款，进入系统就不能退了，这是对自己产品多么没有自信呀，我是真服了
3、收到第一时间发来盒子，没有卡针这都能没，卡托和实体按键松动严重有声响那种
4、系统体验一半，续航能力不足
5、拍照是真的渣呀，千元机水平都没有，只能扫扫码了
6、屏幕下方有黑色光晕品控不行，屏幕偏红就罢了这也不行
7、指纹识别慢，面部识别巨慢!
8、实际剩余内存缩水，系统乱七八糟的占了大约20G

10
对联想无话可说了！联想等着倒闭吧！屏幕和我的苏菲pro4对比都没法看了！摄像头玻璃还崩了一点！大家看照片再决定买不买吧！不要被联想骗了。

