Comment Page 1
1
京东的物流没得说。机子也不错，喜欢zui这种风格。miui flyme zui喜欢这3种ui。可惜那个负一屏不知道怎么关，就整个nova。系统上手很清爽，习惯了原生安卓或者类原生的估计喜欢这种风格。那个磨砂膜刚到手忘了撕，看着差点儿眼瞎。还是裸奔爽，不能让眼睛受罪，打算裸奔。这个价格真心值。6+64，636，对于从来不拿手机玩儿游戏的我来说，完全够用，现在对手机没多大兴趣了。性价比很高。期待常总后续的产品和系统的优化。简简单单，就是安卓。

2
昨天抢到的货，拿到手简直惊艳，同等价位性价比超值。屏幕和系统绝对是这个手机的卖点，zui系统简单干净，绝大多数应用都能卸载，避免了无休止的广告，屏幕色彩是真的好，用了一会新手机，再上手旧手机，色彩之间的差别一下就显现出来。还有3.5mm耳机插孔，对于边充电边听歌的简直福音。当然还是有一些细节问题：1、呼吸灯就是一挺大的红色的点，有点粗放。2、如果不用手势，某些播放器不能调节清晰度，比如B站。3、虚拟按键有点大，只能说系统人性化还要加强。但是瑕不掩瑜，确实是一款好手机。

3
非常不错的呢，给妈妈买的，非常喜欢，很舒服，手感很棒，希望越来越好，加油！

4
上午10点抢的下午就送到了，今天的送货速度让人惊讶，到手玩了5个小时了，优点是:做工超出意料，双面玻璃手感很好，黑边小，速度比我的中兴A2017顶配流畅，难道636比820强？外观非常漂亮，比图片漂亮，这块屏幕也很不错，色彩好，自动亮度非常灵敏，喇叭声音够大。放歌音质还挺不错的，缺点是拍照，前置摄像头还不错，后置的双摄没有防抖，容易拍模糊，逆光好黑，光线合适拍出来的照片也只能算中规中矩。不过对焦很快，最担心的是联想的系统不知道怎么样，试了几个小时感觉还是蛮流畅。总体来说，这个价位，6＋64G的骁龙636，性价比近乎无敌了，做工手感颜值都很满意，联想这次是想重出江湖了么？顺便说下，最近关注了好几款类似的性价比高的异形全面屏手机，像诺基亚x6之类的，我每次都去抢了每次抢购一秒都抢不到，我只想说，凡是预约根本没机会抢到的手机都是耍流氓！

5
手机很惊艳   京东物流就是快 比想象中好看很多  双面玻璃  中框圆润   手感很好   屏幕很漂亮     性能够用 （不玩游戏的人）  拍照家里试了一下   够用   但是还有优化空间    1299值得购买  送的耳机很不错  音质很好   赠送保护套很贴心（应该赠送钢化膜  毕竟新机没地方买合适的膜）   缺点；镜头突出有点多

6
一下子买了两台，本想买诺基亚X6的抢了好几次都抢不了。Z6平价一般，WLAN网络有问题老是查不到，相机人像不可以前开，下面三个健态过多余了建议不要了

7
机子中规中矩  先说不足
玻璃后盖  塑质感很强  对比来说  也轻了很多
全面屏手势操作比较奇葩  估计很多苹果和主流的全面屏安卓用户一开始会很不适应  返回不是左往右滑屏  用起来确实不大舒服  而且没有动画  显得很突兀  也就是说  如果会主页面  从下往上滑  会直接闪到主页面  中间基本没有衔接动画  当然这个仁者见仁  我觉得还是有动画过度一下比较好  在这一点  miui要更扣细节一下 
相机这个我不大懂  不懂就不瞎说  底下放图  自己对比  对比的手机是小米的mix2  照片都是晚上拍的
刘海屏的手机我没用过  但是这个全屏看视频的效果  的确有待优化  下面放图
目前发现的一个bug是壁纸换不了  其他bug暂时没有发现
屏幕色调偏冷  很适合国人的眼睛  当然这些都可以调
配置就不用多说了  6+64  骁龙636  稍弱于660  1299价钱公道  重要是不用抢  我是10点20多下单买到的
总之来说  中规中矩  对得起价钱  在对比了一圈之后  我选择了z5  目前大概就这些  后期使用过程如果遇到问题会跟大家简单分享  希望能帮助到一些没入手的伙伴

8
上午十点下单，下午5点收到，京东物流很快捷。手机刚开箱，还没测试完全，先大概讲下试用感受。首先这手机颜值不低，刘海全面屏，四边圆润，双面玻璃，手感重量都适中。黑色版本，正面息屏状态下，也没有大灰屏，背面全黑只有正下方淡印的lenovo小Logo,加上磨砂质感的金属中框，整机一体型很协调，给人低调内敛的感觉。当然极光色也很亮眼个性，只是前期量少不好抢到。开机亮屏第一眼感观很棒，屏幕色彩比较艳丽，亮度开到最高有500尼特，系统升级后，有高亮模式，在户外强光下可以触发开启，短时可以提升到官方宣传的700尼特。屏幕的操作流畅型，跟手度还需要优化，快速切换滑动时有阻尼涩感。指纹和人脸解锁速度中等，离旗舰机肯定还是有些差距，看以后系统优化如何呢，可能ZUK4.0大升级后会好些，现在只推送到3.9的版本，屏幕刘海还不能设置为隐藏。64G版本开机剩48G可用。运存6G，开机默认使用1.8G,还有4.2G。还没插卡使用，型号数据什么的隔天再来测试。相机同手上的小米6和魅蓝note6对比了下，对焦速度中等吧，照片发色调教也属于比较艳丽的，这价位包括硬件模组白天拍拍还是没问题，夜景成像质量肯定一般了。

9
6月12日抢购，今天中午收到手机。京东快递还是一如既往的快。首先1299的价位就注定此手机对一些功能有很大的阉割。首先1、后置相机只能说能用，其余的功能请自动忽略不要强求，前置相机体验不错，美颜逆光等感觉很不错。2、玩游戏刺激、王者全部中配，想想636的处理器你有勇气开高配吗？延迟在50左右徘徊，偶尔有跳帧，但总体不影响游戏体验，说不定里面的游戏模式真的好用呢。3、屏幕色彩目测没啥毛病，阳光屏没试，外面太热。4、3300的电池配6.2的屏怎么都有种小马拉大车的感觉，但是意外的手机的电量还挺耐用，但是如果你是中度，请注意是中度手机玩家，那么手机撑不到你睡前就没电了。打游戏30分钟5%的电量消耗吧。5、系统里宣传的智能语音就是个渣*渣，体验极差。也可能是我的要求比较高。6、总之，价位放在那，1299，就算你买个吃亏买个上当，也不影响你吃菜喝汤，更不用让你卖肾。7、最后，这手机手感很轻，什么材质你们自行体会。

10
2015年买过一个联想手机，感觉挺结实。但是系统挺难用，用了没多久就卡，像素拍照也一般，当时想不想再用联想的手机。
本来想买努比亚Z17mini，看到这个新品后，就预约了，没想到说要一定买到，因为预约了34万人。
在纠结买努比亚时，6月12号10点到了，就说抢一下吧，看着说的挺好的，屏幕很好，电也耐用，系统是zuk不卡的，10点整，第一次抢到了，付款时候说没货了，退出来再抢就抢到了，虽然说64G的，其实更想要128的，但是可以拓展内存卡嘛！不够了再加。
下午16：15送到。打开后感觉，真的和x特别像，但是有点点轻，不太像玻璃的，有点像塑料的感觉。送了个透明塑料壳还挺合适。
整体手感除了没iPhone重，偏轻一点点，正面屏幕感觉特别好，但是打开都行的时候，屏幕参数2180&times;1920吧的感觉又没有那么分辨率高，没那么清晰。但是眼睛真的很舒服，长时间看也不刺眼，另外耗电做的比较好，激活打开是62％电量，玩了4小时抖音后还有18％，这样一算，充满电100％应该玩8小时没有问题。这对3300m的电容量真不简单，我一加的3150m的，不到3个小时电量就剩的吓人。
联想的应用商店，软件感觉不多，排行

