Comment Page 1
1
这手机激活后不能退货，简直就是挑战消费者权益，想重回手机市场，做梦。
刚拿到手机，发现各种问题，1，首先就是软件兼容问题，不支持王者荣耀、刺激战场全屏，跟5.5寸体验无区别。2，虚拟按键不能隐藏，下面有一大块都是虚拟按键区域，背景色是黑色，是黑色，为什么不是透明！！！3，菜单栏在下面！！！！！4，屏幕左上角触控响应慢，点很多下才有反应。
对于那些说我们玩两天就退货的，给你们这些喷子一句话，7天无理由。不跟你多**。

2
昨天抢到，早上到的，一看屏幕一大颗灰尘，
店里客服让我擦一下，我去，你是让我撬开擦呢？
我真的很无语，那会一气之下申请退货了！
看见有个和我一样的情况，说激活了不能换，
这条约也太不和谐了，这和谁讲道理去，
不联网怎么开机，不激活怎么开机？
只能检测，检修，我的天刚买没多久就拆？
清理干净后，在发我。
然后评论区有些朋友说能把灰尘弹掉，我就试了试。
然后就是这个样子！这品控是**呢？全民旗舰？
语音服务很糟糕，真的有待提高。
通话素质我还可以接受。
买来给我妈用的，不能要求那么高，
想了一下我就把售后退了，
好歹我的屏幕还能接受，音量键关机键还不松动。
万一换一个糟糕，我不糟心死了！
来回折腾累不累

我对京东的物流一向还是很满意的，
盒子虽然有碰角，但是里面完好无缺。
服务很好，讲解很到位。
这次想追求性价比放弃了诺基亚x6，
买了所谓的全民旗舰，满欢欣喜但是内心很受伤。
下次不会在选择联想手机系列了，抱歉！
重点是耳机呢，耳机呢，耳机呢！

3
就给一颗星吧，给外观屏幕。专门体验了才来评价的。电池玩一下游戏看一下小说亮屏时间也就6个小时后还剩15%的电，然后回来充电，充电也发热41℃，充电时千万不要玩手机了，怕有危险。发热问题很严重！玩半个小时王者荣耀开始发热有38℃，到了50分钟左右就有41℃！等降温后玩了一局吃鸡，真不适合玩吃鸡！平时玩微信看头条十分钟后温度没有下过36℃！看视频两头都是大黑边！我开了渲染模式的！拍照真的差！手一点都不能抖！要两只手扶住才能拍得清晰，要不然很容易翻车！前摄像更是不用说！更渣！屏幕是有点发红，不过不要紧。各方面体验都没有苹果6好。发热又不是手机质量问题，退不了。耳机抢的时候有，后面不在5000前，没办法，没有就没有。最不好的就是发热！发热！！发热！！！真的会烫手的！跟其他欺负一接触！是真的烫！一发热就卡！又容易发热！越说越生气！联想！真让人失望！

4
一星是给京东快递的。我奉劝大家别买，买了的能退就退
1  手机屏幕非常非常红
2  我这台手机连腾讯游戏都玩不了，qq飞车每次加载到百分之70就会卡死，卸载了重装也一样。
3  激活就不能退。真的是太挑战消费者的权益了。就算你手机有问题，送去东京质检，万一他们跟你随便修一下就给你返回来。那不就成了维修机了？
4  照相机像素是真的差。

5
手机说实话蛮期待的，收到后就很失落了，有好的地方有坏的地方，外观真的很好看，很喜欢，但是外观缺陷也明显，刚收到手机拆开包装，充电口就有小的损伤，很失望，客服给我说可以换，是我自己没换哈，嫌耽搁时间，并不是不认帐，客服承认自己的商品有问题，总体来说1299买这个手机还是不错的，性价比就不说了都是明里人，有点想试试诺基亚x6

6
联想手机我对你无语了，玩王者荣耀卡死了，有一个游戏加速器竟然要收费的，果断没用游戏加速器，还有就是玩王者荣耀刘海屏一大戳都是黑屏，还有就是下单的时候显示有送耳机，收到手机根本就没有耳机，还有就是手机屏幕触控不灵

7
说真的，人生第一部手机就是联想的，很耐用，从几米高的地方掉落都没碎屏也没有坏。我的第一部笔记本也是联想的。这次呢，看了发布会，其实是不信那哥们吹的这些的，不过单单看配置和价格，真的很有性价比！预约买之前，看了其他文章和评测，都觉得不错。今天到货，把玩了几个小时。讲真！不值得购买！屏幕有点黄，刘海屏优化得不到位，一些基本的比如调节色温的功能都没有，换壁纸直接不行！很失望！今天满怀期待得等京东快递，没想到联想这个手机有点**！你可以说我是联想黑粉，我不在意。实话实话而已。我也不推荐其他手机。就事论事的说这个。室内相机真的很渣很渣！！！什么AI辅助的骗鬼！发布会那个哥们，你不该把这个手机吹得全宇宙无敌这样，因为希望越大，失望就越大。看看京东的评价都低到90左右了，你们就知道我说的不是废话！不过呢，这个价位，还能说啥。第一次在京东写评论这么多，就知道我有多失望！最后说一句，联想，好好干实事还是很重要的！真是越混越回去了！唉，好自为之吧！

8
一款不能吃鸡不能玩王者荣耀的老年机！一款不注重性能，用户体验，没有灵魂的机器！
手机刚到货，以更新到最新系统后发现的问题！如下：
1.像素非常不好，比不上我用了3年的800w像素的苹果5s！
2.游戏处理特别不好，50兆光纤网下玩王者荣耀施放技能都有延迟，跳屏，根本没办法操作！希望用过的大神们积极验证！
3.玩吃鸡和王者荣耀游戏时都无故跳屏，根本没法正常玩游戏！
4.机身系统占了15.07G内存，
5.还有别人买都送耳机，就是不送我是么，
6，咨询客服问题，永远都是他说一句话就不回了，
7，处理器处理能力非常不好，王者荣耀，和吃鸡反应永远都是延迟慢半拍！就好像车子踩一脚油门，一秒后才有反应的那种！
8.机器联网后不还可退换，不联网是看不出来这些问题，联网看出来了问题的都不给退换是么
不知道是不是我拿到了不好的机器的原因，求各位买过的大神们验证以上这些问题。
 目前就发现这么多优点持续更新中
不是喷子，这机器真的是给我弄服了！
如果我说的问题都存在希望你们都给我点赞，把评论顶上去，给买手机的人一些参考！
机器还有其它问题请留言告诉我或微.*

9
此手机夸大其性能，尤其是拍照，上市前还在微博上夸其拍照性能，其实是误导了市场。
主要问题：
1、手机照相最主要的功能都无法实现，拍照模糊不清，成片率太低，拍十张有9张是无用的，看不清。升级了软件，也一样。经查，OV的感光片，1/3.06寸的底，7.5元的成本，为了节省这20元的成本，什么都敢做。
2、手机屏幕偏红，没开护眼模式，现在不是知是不成屏的质量差，还是什么原因，偏红的屏对眼睛的伤害目前还无法评估。
3、做工一般，跟许多同价位的手机相比，感觉是粗陋一些，总觉得像华强北的组装水平。

10
没有送耳机，而且激活不可退货，联想这个槽点挺大，当时对手机比较期待，看完发布会觉得联想简直是搞笑，昨天买了一个希望待机可以像宣传那样，结果昨天开机64%，显示可以用一天十七个小时，早上起来50%，又显示可以用两天！手机整体反应速度对应原820处理器比较慢，对应刚到手的小米8更不能比，永不卡顿估计也就是个噱头！手机唯一好的就是外观还行，当备用机，现在就希望电池给力！

