Comment Page 24
1
非常非常垃圾

2
会后悔的，

3
垃圾手机

4
抱歉，对于刚买来没几天，实在用不习惯却又不能退货，不得已只能净亏100二手专卖的产品，我只能给你一星。我是头批抢购，但由于地处偏远很晚才拿到货的。坦白讲，当看着京东里的差评越来越多的时候，我的心是忐忑的。但真正拿到手机的第一刹那，却是充满惊喜，外观的确很漂亮，漂亮的不像一个1299的手机。但惊喜也仅仅出现在这一刻，随着激活开机使用，那些差评人的郁闷情绪也逐渐笼罩心头，直至在犹豫了很久之后最终决定亏本甩卖。激活不能退货不说，我也不想无缘无故的退，这需要工夫和精力。稍微多开点程序之后的卡顿、照相机夜拍的垃圾以及操作系统的反人类也不去说，反正我也不打游戏，真正拍照片必然还是得用单反。而卡槽松动、相机进灰这种吹毛求疵的东西就更不去说了，谁拿手机是在真空环境里玩？有点灰尘不是很正常？但当我拿张儿子的照片设置为桌面背景之后，却彻底的懵逼了，桌面上一片漆黑，啥都没有。这是什么鬼？？？连这最基本的设置都不能成功？还号称国民新旗舰？现在的营销思路都是这样的？好吧，我承认我有点赶不上你们的思维模式了，或者说你们的脸皮之后着实超出我的想象了。其实，花十分钟写这段话，对我已经没有任何意义，毕竟这手机已经不在了

5
差评，差评，买了第二天早上开机开不开机，死机了，我想问问，商家你们在跟我开玩笑吗

6
物流满分，快递速度很快，小哥也很热情，下面进入正文，用过zukz2pro，结果没多久就被联想放弃了，无力吐槽，我一向很少差评的，京东五年老用户，每年购物好几万，估计有近1000个订单了，印象中就给过一两次差评，**没给过，怕卖家买机票来砍我，这一次却本来很开心的，期待了好几天。但是被联想的**给气乐了，只能说这**企业活该被骂，因为这垃圾企业做产品的时候完全不考虑用户的感受，拿到手机，设置完以后想打开负一屏，这个功能现在很流行，尤其是查看快递物流很方便，但是我打开以后是真的想骂人了，这是我见过最垃圾的负一屏，最上面是运动信息，下面就全部都是垃圾新闻，对的，你没看错，只有垃圾新闻，关键是没办法关闭，没办法选择，强迫你必须看这些垃圾新闻，什么快捷支付，物流查询都没有，你选择了负一屏就必须接受联想给你推送的垃圾信息，连说不的权利都没有，我用过zuk  z2pro，那个负一屏其实还是很好用的。联想的工程师程序员产品经理脑子里装的都是什么？越改越回去，越改越垃圾，完全不尊重用户的感受，这样的企业能发展下去也是奇葩，在京东购买了十多个手机，唯一一个差评送给你，联想，被你打败了

7
11号vivo z1到了，13号z5到手，两部手机相差180元，对比玩了一会，说说使用感受。
做工。Z5做工在同价位可以算得上数一数二，双面2.5D玻璃手感很好，接缝处也没毛刺，不错。
性能。636中规中矩，安兔兔跑分11万多点，距离660的15万还有一定差距，主要就是GPU，509还是跟512差距太多。
屏幕。色调有些偏暖，看着也不错。清晰度也很好。边框跟照片有一定差距，同样都是宣传的90％的屏占比，个人感觉没有Z1的屏占比高，不论是边框还是下巴，都比z1宽了一点。
性价比。636异形屏6+64，1299，能与之一战的也只有360N6P，vivo z1了。
那为什么还是给差评呢？
1.激活不支持七天无理由退货，挑战消费者权益。就凭这一点，联想就很难重返手机市场。
2.摄像头用4个字形容，惨！不！忍！睹！唯一的用处也就是扫码吧。。。还不如已经被喷成筛子的Z1的后摄。
3.除去IOS，用过的深度定制的安卓也不少，联想的真是最垃圾的，没有之一。各种最基本的功能都缺失。负一屏关闭不了。实时网速显示问题，只要有别的图标占了地方，他就不显示了，比如开启闹钟或者开静音。桌面壁纸无法更换，不知道是不是个案。实时运行内存状态无法查看。连最基本的桌面滑动效果都没有。各种个性化的选项也是缺失。

8
不推荐各位购买，买来第二天贴个膜这个鬼样子，怪联想品控差还是怪我，寄过去说人为不保修，行，寄回来将就着用，结果联想告诉我这个手机整机以后都不保修了，我就纳闷了，屏幕我认栽算我自己的，你有什么理由说整个机器以后都不保修，表示很无奈，而且就这个破屏幕开价450+68元人工费，联想维修人员都金手大嘴巴吧，霸王条款激活不给退罢，品控问题一点点事都不承担，所有事都是京东在承担，联想想做国产手机前列我看还早，单单服务就差得令人发指，手机用了两天，花好几百换个屏幕然后退货，嗯嗯，很强，以后都不会考虑联想这个牌子，联想想翻身，我看难。商品差评，联想服务差评，京东好评。联想，请你滚出我的世界！

9
不吹不黑，1手机屏幕看起来还是很舒服的，至于哪些说屏幕红的要不是开了护眼，要不是侧着看的.2手机系统不见得很卡，软件开多了，打游戏吃鸡的话60贞是没有问题的，需要下一个框架，xpose框架，Z5贴吧有教程，3拍照一般般，和值这个价位，4充电还是很快的，我是重度使用者，一天两冲，充电还是很快的。总之还是物有所值的，别问我为什么差评，因为你们只看差评?至于那些摸摸党，还有想用1299买苹果X的人，请你原地爆炸好吗

10
差评理由：
1.指纹识别太差，摸上去有一种粘手的赶紧，识别不灵敏 每次都会摸几下才能解锁，跟我2年前的千元机没法比。
2.系统兼容太差。各种应用 各种游戏 上下全黑边。看个电视。只能100% 的情况下 上下超多黑边。选择全屏的情况下，字母都给显示不完，各种不兼容
网络情况差，看了几集电视。我确定网络情况很好。接入设备部超过10个。其他设备都有网络。 连你自己浏览器打开网页都速度杠杠的。BUT  都试过看了一段时间。电视一直转圈圈 重启手机还是转圈圈，只能拿出老手机看电视。
4.虚拟按键不好用 不可以设置，我的习惯是返回在右边 怎么都设置不了。
5.系统占用大量的空间。系统太low 你活生生给干了16个G
6.系统通知Bug 有时候有通知解锁不了
7.4G模块网络差。同一个地方，重启都没效果。2个手机 就你转圈圈 还没有老手机给力。
8.手机表面没有指示灯，没有充电指示灯，也没有消息指示灯。l不方便，不知道什么时候冲满
9.系统反应不灵敏 尤其是解锁 滑动交互的时候

