Comment Page 4
1
1.屏幕红（不影响我使用，开了个********软件调了下）
2.相机真的是渣，比我以前魅蓝note1还要渣
3.做工还不错，没缝隙，就是玻璃跟金属边框连接处有点割手
4.这个是我最不能忍的，那就是wifi信号！就隔了一个门网速就时慢时快还会断网，而且wifi的5GHz频率连不上！！！！就一个门居然都连不上！
5.开机连网络进系统后就不给退货了，都不给进系统测试wifi，通讯之类的，我怎么知道机有没有问？！现在不能忍的是wifi信号！
6.包装手机盒加塑料包装，摇的时候手机会在盒子里面晃动响。
7.系统一般般，没呼吸灯选项也没色温选项也,在线主题壁纸之类的太少了！

2
怎么说呢，因为评价是给联想的所以只能给一星。屏幕可以，算是买友达屏幕送手机了吧。除了屏幕这个机子一无是处，给爸爸用屏幕好够大就可以了，手机真的很差，还有系统简直是负优化，估计我用脚做的都比联想程序猿好用。

3
1.尽然不能退货，要检测，有问题才可以退！还是不麻烦了！软件问题你如何检测判定？。                     2屏幕泛红，闪屏。看一会眼睛就累！最主要拍照照片发红。看着真难受！拍照速度慢！手势不好用，一级级返回！说是全屏，很多情况下，上下部全黑的！。                                                                      3外放干巴巴的，听着难受，会有破音！。                 颜值不错，就这是优点！总之，不建议选购！后悔激活了，但我又不知道，火大了

4
这手机不是很好，1手机外观可以，但人脸解锁相当慢，玩王者不能全屏 2通话有沙沙的声音，不是很清晰 3十点抢到的手机，订单上有耳机，送来却没有，客服还耍赖 4不满意想退货竟然说手机激活了不可以退，如果不激活怎么看手机有没有问题。所以想买此手机的朋友慎重

5
我刚刚拿到手，但是用不了。无法插手机咯。手机质量问题。我以换货。不知道下一个能不能用。

6
我很想退货！手机天天要使用，虽然不能说用着要愉快，但不能用着恶心吧？也许恶心恶心习惯了，就没感觉了。我对手机没什么研究，但从来没见过这样的：首先是负一屏，一不留神就显出那个让人恨不得摔了手机的提示，别家的负一屏我也见过，至少可以关掉啊、或者控制显示内容，这倒好，象个狗皮膏似的粘在哪，除了恶心还是恶心。其次这个颜色。郑重声明，我不是色盲、色弱！我需要正常的颜色，我不懂怎么形容啥叫正常的颜色，但至少我要能调整到我喜欢的状态吧？NO！我无语了，我是买个手机还是请个大爷回来？啥都改不了！别的还不知道，刚开始用就碰到这些刺眼的问题，别的用用再说吧。

7
手里用的是联想p2，感觉很不错！同事要我帮忙推荐买一款手机，出于对联想p2的系统的好感（虽不能和miui比，系统很简洁，但该有的功能都有），所以推荐了这个新上市的z5，但买回来后发现系统和联想p2的VIBE UI完全不能相比 。手机的配置性价比很高，但尤如一个很好的食材却被一帮猪一样的三流厨师硬是烧成了一盘口味很差的菜肴，很多安卓手机基本的功能都没有，比如未读信息提示的呼吸灯，一键锁屏无法添加到桌面，返回键左右位置不能互换，外放像山寨机，音量很大却音质很差，屏幕严重发红，屏幕底部黑影等等，功能少系统体验差但系统体积却巨大，占去了十几个G的内存容量，该手机的软件工程师难道和联想p2的软件工程师不是一批人？难道是一帮长着猪脑子的&ldquo;工程师&rdquo;？再好的手机硬件没有好的系统搭配肯定不是一部好用的手机，看来联想手机想翻身路还很长！

8
这手机要给我打分的话，满分 10分我给打5分！为什么？10分是我给这款手机硬件方面的比如外观配置，这款手机软件方面比如系统负一屏什么的我给他负5分！10加负5分最终得分只有5分，联想手机业务颓势不是没原因的，养着一群给联想扣分的软件部门这是联想在管理上出了问题！一款作为联想重回手机市场的产品软件部分居然可以如此糟糕，各种兼容性适配性问题就算了，可恨的是负一屏这种毫无用处的东西居然不能关闭，不管对你有没有用，你都只能忍受负一屏各种低俗新闻

9
首先声明，我知道这机子是个什么价位的机子，也清楚这个价位的机子啥德行，不过这个手机抛开其他的来说很不错，然后 ，说说我不满意的电话，此机宣传与实物不符，如果发布会没说这东西叫国民新旗舰的话，这个价位我会很屁颠屁颠的给个好评然后开心的用手机，但是拿到后真的跟旗舰没啥关系，一点边都不沾，不管是触感还是屏幕，然后就是我拿到机子后一看就不想要了，（未激活）然后申请了退货，手机放盒子了，结果今天早上起床后确认一下里面少东西不，一看自动激活了。。不知道啥情况。 然后就没有然后了，本来可以退的机子无法退了。客服让我卖给别人去。。醉了也是。

10
1.摄像头不贴合。摄像头位置不是很正，有点歪。
2.WIFI真的差，经常收不到信号。
3.电源音量键松垮。
PS：本来不想评论的，申请退货了。客户打电话问有没有激活，我说没有激活，但是开了机。得到的回复貌似开了机也不行，没见过这么无耻的商家。

