Comment Page 3
1
首先给京东物流点赞，不错。
至于产品嘛，我不想说垃圾，毕竟价格摆在那里。
1，联想你重点宣传的拍照，真是烂，连我3年前移动充话费送的三星手机都不如。
2，玻璃后盖跟中框缝隙我只能哎哎了，缝隙中白白的颗粒我不知道怎么来的，这就是你的品控？
3，中矿铝高光氧化黑，开箱拿出来居然有的已经几个地方划痕露底白了。
4，开机自动激活不能退货，这不是一般的霸王。
5，其他消费者罗列的内存、预装程序等我就不嗦了。
本以为联想最近负 面消息比较多，新品发售应该自省，挽救一下自己的形象，所以赌着买了这款机器，可是真的让人寒心，当备用机算了，不用再见了，曾经我去面试过的联想。

2
1开机进入系统就算激活这个很坑人。另外是不是违反国家关于数码产品退换货的相关法律了。2相机对不上焦，并且很慢，摄像头素质太差，不知道是我这台硬件的问题还是软件问题，联系店铺的联想客服又让我找京东官方客服，官方客服说相机对焦不准属于硬件问题，要找联想，这互相推诿实在是不把消费者当回事。2我的订单里有耳机，还以为在盒子里，结果找了一圈都没有，这属于少件了吧。强烈要求取消联想的霸王条款，综上所述要求退货退款。

3
很垃圾的手机，奉劝各位别再跳坑了，手感特差，指纹解锁慢死了。放手指半天才解锁，后悔死了，屏幕发红，对比好多手机，确定红，游戏体验极差，锤子坚果2王者农药高帧率保持60，这个就是40多点，垃圾得要死，一分钱一分货我算是知道了，早知道付款诺基亚x6，不买这垃圾，现在还难出手。返回键不能调到右边，很难用，电池一般，想买的朋友三思，情愿买个贵几百的，

4
刚拿到手机，说下我的看法：1.联想太无耻，霸王条款，新机第一步必须联网，跳过都没有，不联网后面的设置等等界面都不会进入！这不是逼着人联网激活吗，虽然我知道联网了不能退换，可是一款新机，谁都想看看打开以后界面什么样子，这款机第一步就是联网，实在是无耻，建议要买的，确定好了你再买，否则买了不喜欢退都没法退2.我之前用的华为，小米的，看网上宣传的多好多好，我也买了，可是用了一个多小时，真的是感觉不敢恭维多好，做这款手机的太业余了，很多逻辑都是感觉闭门造车，输个手机密码，还要设个确认，你不点不行，多此一举！3.我要退，退不了，如果有人想买，我便宜200毫不犹豫出手，~联系我！4.我不是水军，更不是无理取闹，实在是这个霸王条款的逻辑让人无法接受！

5
作为一个手机弄机达人，最近几乎所有厂商的旗舰机都被我玩了一片，（联想水军不要喷我，发现很有意思估计联想真雇了一大堆水军，谁说它不好，下面一对喷子就出来反击喷的）
先说优点:
一: 屏幕还算不错分辨率什么的都在线，硬件配置上中规中矩，毕竟搞硬件起家的，没什么太大的亮点，但也没有什么明显的缺陷，相机一般，后盖玻璃后盖和指纹识别有点廉价感的。
再说缺点:
一:ZUI系统感觉是个小学生搞出来的，系统还停留在最初安卓的那种粗线条感的，没有美观度而言，没有主题商店，自定义图标，锁屏自定义什么的都没有，虚拟按键自定义也没有，屏幕色彩自定义也没有,桌面设置也没有，负一屏都不能设置屏幕上除掉的
二:卡顿，真的是卡，稍微多开点应用就卡的
三: 屏幕色彩感觉怪怪的，有点红屏的
四:电池有点虚，掉电有点快，重度使用支撑不了一天的
五: 拍照效果真的很一般，无论前置还是后置

总结: 联想手机真的需要总结下自己定位的，这么多年一会乐檬，ZUK, MOTO 没有静下心来站在用户的立场深挖用户需求做好产品的，先总ZUI开始吧，还是希望能再战雄风的！

6
烂机子，连一星我都不想给。
欺骗消费者，7天无理由，激活就不能退，开机完全就是7天无退路！！！！
首先号称的6+64完全没有带来任何好的用户体验感。号称的国民旗舰机，系统烂到爆。好多逆天的**操作设计，竟然还占了小20G的内存，已经不想问为什么了。
多任务还是卡顿，屏幕显示也是5年前水平，不明白为什么底色那么红。负一屏不能取消？？？
号称的全面屏，但没有优化好，其实还是小屏体验，何苦呢？最关键是我妈用了才不到几个小时，就黑屏卡机？一直黑屏显示联想logo3个小时&hellip;是为了显示联想有多牛逼么！！！
拍照我也是没见过这么渣的！拍出来的照片全**模糊，虚。号称的拍照功能呢？6g内存和64g存储就是为了运行你的**系统和操作垃圾的？还有一堆拍糊了的照片？
不给退货真牛逼

7
1.刘海软件不兼容，看了评价激活不退，刘海是不是败笔，软件啊。
2.拍照反应慢，低于第二、三梯队，速度低于友商2g内存，效果个人感觉与速度一样。
3.手机感觉好多年前酷派大神一样，分辨率2K感觉不出，图标大，不细腻，出不了1080显示效果，应该是软件开发上问题。图片左是Z5右是已停用2年的大神F2.
4.物流谈不上快，今天大概十点送到，上海到南京.

8
真的垃圾，激活不能退，霸王条款。还有活动耍猴，前5000送耳机，你一共就2900个人评价，你说送完了，你自己觉得能信不。搞不起活动就别搞，完全糊弄消费者，你剩下的人联想跟京东自己人来凑到5000么。编故事也讲个合理性，你自己都说服不了，凭什么来说服消费者。完全没把消费者放心上，怪不得手机做不起不来。该。

9
个子很大，手感却很轻薄廉价。脸部解锁大概要2秒，系统也不是很流畅可能我用惯了苹果和国产旗舰了吧。最最最恶心的是，大家一定要注意，联网就算激活了，不能退货。垃圾联想模仿苹果你有那个硬实力吗？这么差的体验不让退。花了1300只能送人了。感觉不如5年前的5s流畅

10
手机到手三四天了 特得来评价下  感受如下
   ① 想买这手机来吃鸡的 还是洗洗早点睡吧
   ② 系统不太好用(这个可能跟我第一次用也有关系) 留海屏适配太差
   ③ 这手机的网络接收感觉有问题 本人用的两卡 一联通一移动 联通信号不好大家都知道 我发觉Z5一个缺陷 如果你在手机没信号的地方呆了 即使你过一会转到有信号的地方 这时电话也是打不进来的 也无法上网(这时手机上面还有信号显示) 必须得重起 手机才能恢复正常 这种情况我不是遇上一次了 ------怎么样小伙伴们 意不意外  惊不惊喜
  其他东西感觉就那样 毕竟一千三的价格 我们不能对她太高期待 (补充一个 这手机比一般手机厚  也比其他手机轻 套套党慎入 )

