Comment Page 25
1
1这块手机性价比很高很高拉低了友商价格人人都卖ov那样高价低配你们这些人就开心了高兴了乐视已经倒了只剩360和联想卖性价比手机了ov拉高了价格连小米都卖高价了你们使劲喷使劲骂就开心了2这块手机颜值很高刘海屏低于1599的手机你给我找出来下吧很小比3000的还小3系统比较流畅大部分应用可以卸载有面部识别要自己设置那些连设置都没进去就喷的@真恶心4拍照我不知道什么叫好女生可以理解男的都比比拍照的你是有多娘所有手机在我这拍照为什么我看着都一样没区别承认我从来不关心拍照如何你那么喜欢拍照为什么不买过万的相机手机不是相机懂吗5联想投不投票和你们没关系国家都不着急皇帝不急太监急你们整天在网上吗这个吗那个真的是够一样人家做手机卖1299了ov不投票卖1299吗 *我就为了骂你们给差评就是这么*

2
手机是帮朋友买的，总结一下他所说的话：外观还过得去，这是唯一一条优点缺点很多，卡槽太松，做工很次，系统优化很差，对王者荣耀优化也很差，卡顿且屏幕反应慢，系统占用17G，正常8.1系统大概是7、8G左右，有没有猫腻大家心里明白，偷工减料！不兼容第三方应用，屏幕最上方有透明条。其他问题，他没讲，我也不清楚了，仅供各位参考。最#的就是霸王条款，相信给差评的必定都有这一条。开机自动激活，激活就不能退，联想鸡贼啊，利用法律条款压消费者，能坑一批是一批，开创了第一家开机就不能退换货的手机厂商，平常去实体店开开机，试试都可以，到联想这套路是真#，其实完全可以设置一个程序开机几小时内确定激活，不激活无法使用，联想就是要吃你，有什么办法。5G投票的事件刚过去不久，看来联想不会学乖，还是别做手机了，去组装电脑继续打好美帝良心的品牌

3
很少差评的，这手机是蛮好看的，就是做工不怎么样，摄像头偏移的太明显了，还有玻璃后盖跟摄像头那里有很大的一条缝，刘海优化不行，

4
垃圾手机！！！  *那么多预装软件、有好多根本不能卸载！！！
说是手机64G内存，但光系统都占了15G ！！ Windows系统都*的没这么大！
*联想手机市场没份额不是没有道理的，*的联系走点心吧

5
买的联想Z5的手机，商品没毛病，就是抢购的时候前5000名送耳机，我刚过2分钟就下单订购了，觉得应该在5000名以内，收到货的时候没有耳机，询问京东客服，她们只是敷衍说查不到，没有耳机只说明你在5000以外，我觉得京东有欺骗消费者的嫌疑，给他们个差评，但是还没有选差评的地方，只能打字了，就这样!

6
首批抢的手机，用了10来天说说情况，给后面想买的人提个醒。上学时第一款用的智能手机就是联想的大黄蜂，所以还是挺期待的。第一次给差评，先说说外观，手机到手后发现刘海上的摄像头和红外线感应不在中间，我没强迫症所以问题也不大。两面的玻璃与中间的金属摸起来有明显的割手感。锁屏键松动十分厉害，卡槽有点松动。外观上1299的价格勉强能接受。然后手机拍照是我用过手机里最差的，效果和4年前差不多，不过我也不爱拍照和自拍，1299的价格也可以了。最重要的是系统，简直#，打个比方，手机锁屏情况下qq来消息，屏幕亮了，竟然不能用指纹解锁直接解锁手机，必须要双击屏幕点qq显示的消息，才能用指纹解锁，要不你就等屏幕又黑了之后再解锁，这不是有毛病么？手机设置里，是我见过东西最少的了，好多东西都不能简洁化。通话时间久了之后对面后突然听不见你的声音，锁屏再解开才能恢复正常。盒子包装就是大盒子里面放着手机盒子，垫点泡沫很贵么？手机到手能用的内存只有30多gb，感觉被骗了，不知道6的运行内存是不是真的。系统自带的主屏幕右滑就出来的u健康删不掉也取消不了它的运行，也就是说这个软件一直在耗电占内存，很烦。目前就这些

7
用了一天来评价，总体来说可以物超所值。，优点手机外观漂亮。价格最便宜的内存6。缺点手机拍照真的太垃圾，拍的好模糊，对焦几次还是模糊，说是1600万像素，我拍个传单给客户拍好几次都模糊。连几百的手机都不如，这点我特有意见和吐槽，给差评，不要求多好起码你能拍清晰，对焦好点，还有能双卡双待，但不能双通，一个打电话，另一个就关机，，连魅族几百的手机都可以，其他没什么意见。

8
手机12号上午10.02下的单 13号下午2点收到京东快递
晚上8点下班到家开箱验货 下载了王者荣耀 玩了一局 发现手机声音开到最大 手机共振很大 然后播放视频 声音最大时手机震动还是很大  13号晚上10点申请退货 14号上午9点接到京东客服电话 沟通中称手机声音开到最大时手机共震是正常的 因为联网激活 不支持7天无理由退货
 如果退货需要经过售后鉴定 如果鉴定为手机没有性能问题 原货返回  搞笑了 我不退了 行了吧 实话实说 并非要黑联想 附购买z5手机膜截图 很失败的一次购物
网购中第一次差评

9
手机边框刮手。自带垃圾软件太多，可以删除，但暗藏安装软件删不了，用了很多内存。还像乐视一样搞负一面在桌面上推新闻，这个必须差评。

10
王者荣耀没有做刘海适配，差评，很失望，被骗一次，没有以后了

