Comment Page 2
1
本来准备买米8se版的，没忍住买了z5。好在手机很不错，买了不后悔。简单说一下优缺点。
优点：外观，屏幕，后面玻璃设计，真的太惊艳了。真的就是冲着颜值去买的！因为钢化膜还没有到，就贴的以前手机的钢化膜。比我以前的5.5屏幕竟然还小一些。跑分11万，玩游戏应该一般，我基本也不玩游戏，主要是看视频。装了几个软件同事打开挺快的，日常使用没问题。待机也不错，买回来多少电没注意，大概用了7个小时吧，还剩30%。充电大概半个多小时就充满了。最后试了一下黑域和冰箱，电脑abd开启都正常，毕竟新机没有root，这俩功能比较实用。
缺点：系统，真的很简洁。简洁到，，，任务键返回键不能换位置，没有应用锁，没有备份还原功能。毕竟不root第三方软件都不能备份软件数据，希望官方快点加入吧，应用锁也是一样。还有一个刘海屏没有关闭按钮。希望能尽快优化系统吧。摄像方面，和之前的千元机差不多。音质上也很一般般，不过外放很大。希望后期能加入dts或者杜比这些音效功能，再不济也要加个均衡器吧。先就这些了，后期有什么再继续补充。

2
第一批第二批连着抢了两台，给两边老人。联想这次做的确实不错，机子上手相当漂亮，屏幕素质和尺寸在同价位绝对鹤立鸡群。刘海屏，小下巴，背摄布局和iphonex太像，以至于同事看到不上手细看都以为买的是iphonex，虽说明显跟风蹭热度似乎少了点气节，不过至少也从侧面反映了做工颜值确实是超出1299的预期的。试了几天，续航出乎意料好，拍照也不错，流畅度也不用说了，系统也还可以，设成全面屏手势操作把三大键隐掉以后非常爽。目前感到还有遗憾的地方一个是中框和前后玻璃板衔接还略微有一点点拉手，没有完全圆润光滑，不过这倒也反增加了握持的摩擦度，不容易手滑掉地，并且带套以后也就不是问题了，另外一个个人感觉背部指纹传感器位置略高，不是太方便，可能也跟个人手大手小有关。另外包装盒里配了透明硅胶套，也比较良心。可惜没有给钢化膜，机子太新膜到现在没到只能留着新机的软膜先凑合。总结一下，绝对性价比突出的一款机子，非常值，非常漂亮，个人甚至都不想拿来当老年机，自己都想搞一台用了。

3
很开心，联想终于发力了，第一次因为买联想这么开心，当初买z1的时候也不比现在，总之就是由衷的高兴?
  拿到手之后第一眼看到就很喜欢，虽然我更想要极光色的，但是黑色的也不错啦！手机背面在有光线的情况下很漂亮，双面大猩猩玻璃，裸奔也可以很放心，虽然自带了透明手机软壳，说起来壳的手感很好，很良心了，但是最良心的还是屏幕和做工，我现在用的是红米5p，相比之下红米5p的屏幕有点尴尬，开机之后还是熟悉的zui界面，刚联网就提示更新系统，自带充电器支持18w快充，与刚开始的zui相比，多了四个主题，但是还是有点少，希望以后能多一点供选择，毕竟一直用同一个主题总会有会厌烦的时候。
  按照惯例，夸一夸京东物流，超级赞?
  最后吐槽一下，那个赠品抢半天都没抢到?

4
到货两天了，给家大家说说使用感受：
1.屏幕真的相当惊艳，屏占比和色彩度远超同价位手机，大屏用起相当爽，发红情况有，亮度调高无感，而且目测没有拍照严重。
2.系统干净流畅，自带软件除了安全和健康都可以删除，没有广告，没有全家桶。但是内存到手确实只有47G。。。
3.手势控制熟悉后挺好用，偶尔需要多滑一次，指纹识别速度一般，人脸识别速度有点慢。
4.高通636处理器应付日常完全没问题，配合6G内存，确实在软件打开、切换和多任务情况下相当流畅。
5.续航问题完全没问题，昨天上午充满电，重度玩了一天到晚上12点睡觉，没玩游戏，就是浏览网页和看视频，到今天早上睡醒看还有二十多电量。
6.刘海屏优化一般，许多软件在屏幕边缘弧度也还需要优化下。
7.对千元机相机无感，反正挺清楚的，千元机正常水平。（反正对比我的mate9pro和媳妇儿的美图m8s，99%的手机都是弱鸡）
8.后置摄像头确实有装配问题，无线网信号确实偏弱，品控需加强。
总体来说，瑕不掩瑜，大屏+高屏占比+6g运存64内存+636处理器，这性价比直接打脸。那些要求相机、游戏的朋友请绕道，34千的真旗舰才能满足你。。。

5
说来也是奇了，第一次关注联想手机，是因为诺基亚x6放量太少没抢购到。常程在微博上造势，还真以为会是无刘海，处理器起码也弄个骁龙660，那就真完美了，实际发布会的时候也如大家看到的，Z5并没有像造势那会完美，这是大家所遗憾的一点。不过就事论事，从联想Z5手机本身来说，这个价位的全面屏（刘海）手机外观可能在市场里独树一帜，刘海和下巴控制得非常优秀，外观设计上确实下了功夫。昨天晚上大致把玩了两小时，包括王者荣耀游戏和看视频，看视频的时候是全屏的，虚拟按键会隐藏，观影体验优秀。处理器方面骁龙636在日常使用中足够满足大家的需求，大型游戏除外，借用一句玩笑话，1299的价位要什么自行车。缺点也存在很明显的问题，正面看看不出屏幕发红的状态，但是如果角度稍微倾斜，屏幕发红很明显，贴吧上也有很多网友发图确认过，这应该是联想Z5普遍存在的问题。以上图片是开箱图全家福，没抢到的朋友可以观测一下，另外我抢购是属于前五千名，耳机到手还没测试过。综合来说，我个人觉得联想Z5还是一款不错的手机，大家不喜勿喷。

6
看了很多的评论，鱼龙混杂，什么的都有。对于这个价格来说，这个配置真的没有什么可以挑剔的。配置6+64，骁龙636，1299价钱公道，最重要是不用抢不会刷猴子。虽然没有得到耳机，但是这个无所谓啦。第一时间过来做评价，以下都是我个人观点，希望能帮助到一些没入手的伙伴们。
本来准备买米8se版的，没忍住买了z5（主要是8se有点贵）。好在手机很不错，颜值真的挺好看，玻璃背面，厚薄刚刚好，外观也没什么可挑剔的，整体都是挺满意的。优点：系统，手机硬件确实都在不断努力改进和优化。用的讯飞输入个法，屏幕挺不错的，电池也耐用，做工也还精细。握感很不错，大小刚刚合适。系统也很精致，相机看着很清楚，虽然比不上那些高端机，拍出照片没那么好，但是玩出来的花样很好很多。刘海屏的手机我没用过 但是这个全屏看视频的效果，的确有待优化。屏幕色调偏冷，颜色毕竟鲜艳。音质个人感觉不错的，挺清晰且大。缺点：偏轻，手的质感少偏轻，2.5D的感觉不明显，卡托有点松动。系统内存占的多，使用扩展卡的时不能放两张电话卡，确实但是64g，应该对于个人来说，够用了。最后，我是没什么品牌太多要求，一个手机而已，性价比高，好用就行。不喜忽喷

7
为了抢个z5，*，第一次来东哥这里买东西，快递真的快，*来没享受过这种待遇，当天买当天就到
  下手慢了么？为什么没有送我耳机？早知道下次抢了，卖不一定要，但是送的还是能来就来个，所以想买的朋友下次还是别犹豫了，一样的还能多个耳机
  本来开始想买pro7p的，4+64的1679，可是无聊逛了下论坛，居然pro7p 4+128的1399有人拿到，心里有点不平衡就放弃了，然后转的这个，不知道有没有朋友和我一样的情况
  步入正题，说下上手体验1  用了**年苹果从4，4s，6，6s，6p，7p，x，之前用安卓总感觉用一用就卡的不得了！所以一直没换，今天上手z5 还是挺惊讶，安卓优化的确实不错，尤其u touch，用过x之后用这个感觉挺方便挺好用，记得当时还买过一款乐疯s1不晓得有没有人记得，还是挺漂亮。2，平常不玩游戏，没测性能，看了下视频 不能像x一样满屏，腾讯和爱奇艺都不行下面有图 3，这手机想裸的小伙伴还是在考虑下吧，后面指纹收集器，玻璃后盖都这样，所以带个壳子会好些。4，为了自己用的习惯 暂时还是改了果果系统，但是图标没变，支持面部识别，还挺快，总之性价比相当高

8
全面屏，手机超级漂亮，ZUI系统很快！赞一个！Z5性价比很高，新国民旗舰，推荐入手！

9
昨天上午买的，今天中午收到。一直使用ZUK手机，已经习惯了ZUI系统，Z1用了两年半，除了自己换了块电波，Z1还象新的一样，原ZUK手机拍照不太行，就等着ZUK出双摄，这次看中联想Z5的双摄了，果断入手！先说说Z5电池使用，因为我不玩游戏，上网拍照修图比较多，今天用了一下午感觉3300毫安电池还是够用一天的，快充充电也很快。摄像头反正比原来用的Z1手机好多了，拍抖音什么的完全清晰。用习惯了原来Z1手机左右划就可以切换APP....如果Z5以后也增加这种手势就好。手机屏幕很亮，颜色好看的。外放音乐的声音也很浑厚。没有手机膜，只送了壳，还要去*宝买个，现在*宝上这个手机好看的壳款式也很少，刚出的原因吧。下了40几个APP，大部分都适配这个全面屏，只有nice有赞APP在发图编辑的时候，把图有压扁，发出去后图是正常的比例，应该是要工程部调教一下。最后说一下，ZUI系统，真的永不卡顿，国货加油！

10
最近大家都在关注诺基亚x6，小米8se，联想z5，我前一周就一直纠结，诺基亚抢了2次都没抢到，然后小米8se上市了，紧接着联想z5紧随其后，联想z5性价比最高了。
早晨10点09分才想起来，赶紧打开京东，竟然货源充足，还能下单后买。毫不犹豫买了。据说黄牛们气炸了。
下午5点收到了，屏幕不错，系统也还ok，就是习惯了苹果的手势，一时不适应安卓。这款不能从左边屏幕滑进去back回去。试了指纹解锁，速度好快。面部识别开始几次不好用，然后我多录取了几个头像，才能更好的识别。对了，这款面部识别解锁不像苹果X黑屏时拿起手机就能识别，这款必须先按一下开机键，等屏幕亮了，才面部识别解锁。
电池给力，收到手机后重度使用6小时，才用了45%的电量。
最后不得不吐槽一下，盒子里竟然没有卡针！！！工厂小姐姐不专业，一看就是着急上市发货。
最最后，夸一下联想性价比确实高！好好为中国人服务！！
测试完毕，挂*了。

