Comment Page 4
1
现在这些照片，视频都是我刚拍的，那些是说不能全屏看视频的可能是你们没找到设置，下面的虚拟按键都可以设置隐藏的，有的说卡，但是我觉得自己这个还好吧，挺流畅的。关于有的说联想这个品牌，我个人觉得人要理性，自己只不过根据自己经济选择合适的而已，苹果好像是美国的，但是好像苹果卖的挺好的 而且不便宜。有的说诺基亚x6比这个还好，个人觉得不怎么样，我老乡买的是诺基亚的用起来没见比这个好，本来开始我也是抢的诺基亚x6，但是没抢到，现在这个我个人觉得比诺基亚好，因为他们处理器一样，但是这个内存大，屏幕大，看视频比诺基亚舒服，还有一样，诺基亚息屏留海能看到，太难看了，这个没有，就一块黑屏，你们可以自己看我发的照片，有的人说系统，这个我也不懂，但是我用起来跟我现在用的华为没什么区别，可能是内存大点，我觉得蛮流畅的。我也是第一次用联想的手机，只不过是看性价比不错买来用用而已，个人觉得蛮好的，我是没什么品牌慨恋，一个手机而已，好用就行，我不是打广告的  ，反正那个都值，随便你们自己选择了，有钱的也不要在这里吊，你们说不好也正常，几千块的跟一千多的肯定有区别的。

2
总体非常满意，物超所值！我曾经是联想员工，一度对联想产品非常失望。这次的确是惊艳到了。不吹不黑对z5进行简单评价
优点：1.颜值真的非常赞。2.系统流畅，配置不错。3.做工非常棒，手感好。4.这个价格对得起这个配置。5.电池感觉耐用 ，充电非常快。5%-100%用了1个小时左右。6.电池边充边完没超过42℃，散热感觉非常满意。7.送的耳机低音非常棒。8.外放的音质感觉不错。
缺点：1.吐嘈一下壁纸。可换的太少了。应该是屏幕尺寸显示问题，希望能更新。2.人脸识别最好能增加抬手亮屏，要不人脸识别就是摆设。3.WIFI的连接比较差，这点是我最不满意的。在同一局域网比其他手机慢。
暂时就这些，待后续使用再向各位买家反馈。

3
手机比较好看 ，很时尚 屏幕素质很好，价格也不高。支持联想 本次能用zuk系统还是不错的选择，整体比魅族好。和小米有一拼。送的有耳机

4
优点：屏幕很大。这个千元机把一大半钱花在屏幕上了。效果出色。正好同时买了粪X，2者竟然不相上下。甚至更艳丽。
ZUI也很方便，比起MIUI和flyme要简洁许多。上手U touch，全面屏手势操作非常好。ZUI用习惯了也不错。
6G内存。目前算千元机中最大了。好处就是任务切换流畅。ZUI对于全家桶的垃圾抱团软件处理不错。但是强烈建议翻wall，安装google play版。整体感觉还是很好

缺点：
但是换机太麻烦。Zuk Z2 pro换到这个上，数据不能转存。太麻烦。同比6p到粪x。微信全部保留。差距太大。
前置摄像玩玩就行。后置人像虚化，抠图还不错，发丝都能扣出来。可惜相机底子太差。效果么，只能白天玩玩。一旦光线差，那就呵呵呵了。
指纹识别也很差，比起Zuk Z2 pro差一代的感觉。识别率不好。速度也一般。手指有点手汗，就几次。我现在改成图案解锁了。脸部识别玩玩就行了。没有红外。基本就是玩具。还耗电。
屏幕在白色背景下浏览网页。上下滑动时候，泛红严重。我开始以为是我眼睛问题。
硬件没有呼吸等。别指望短信或者信息提醒。除了充电指示。啥都末有。据说硬件就末有。


但是，一想到只要1299，给你个6寸多全面屏。6G内存。还有使用不错的ZUI。还要啥自行车。入吧。不会后悔

5
非常好&hellip;感觉很棒&hellip;想起当年第一部智能手机&hellip;联想黄金斗士a8大赞棒棒棒

6
手机非常喜欢，手机拿在手里特别舒服，性能也快  ，1299值了，，，快递哥送货**态度特别好速度也快

7
我终于抢到了   哈哈开心   外观没的说，价格实惠，非常喜欢?

8
超级耐电详看图1，满电待机23小时、亮屏9.5小时才没电，跟我的上一台手机比起来 简直不可思议，声音很大，拿另外一台手机同时开最大声对比，完全盖过另一台，而且不破音，拍照在室内试了下感觉不如我1300万像素的红米note4、躁点超多，这么高像素拍感这样，联想多优化下好吧？系统有待加强，设置挺复杂不习惯，不够人性化，拿到手把弄了下，第一想法就是刷MIUI系统，找了下还没有这个刷机包，硬件方面肯定没的说，刚刚滴，软件方面有待加强优化，总体而言这个手机买的值，全屏幕实惠，有点买到就是赚到的感觉，手机质感很好，逼格十足，看不出是千元机！一句值得买！！买买买！！！

9
第一次用刘海5.99屏，千元新机里面这块屏幕素质应该说相当不错，色彩还原真实！拍照试了下光线充足成像良好，人像模式是的惊喜。。。系统因为是Z2P过度目前仍是简洁高效的系统。没有插卡测试，通话音质信号有待确认。电池和Z2p差不多估计正常用也是一天一充吧，整理惊艳！希望品质稳定如一吧。

10
给老婆买的手机还行，1300对的起这价格手机拍照像素没有OPPO同价位的清晰，指纹解锁后置感觉不舒服，打游戏王者荣耀稳定60针，不发热，发热控制的很好，数字密码解锁还要按确定，很不爽，新装的QQ音乐，打开会卡死，黑屏，重启后，所有症状消失，感觉有的部分软件装好后最好重启下，就一切OK，总体还行，千元机用两年就换了，手机更新那么快，没必要买什么旗舰，再好的手机，难免磕磕碰碰屏幕碎了换屏就划不来了，今天我的360n7要到了，哈哈

