Comment Page 6
1
做个中肯评价吧，先说优点:外观确实不错，手感也出色。在京东第一次抢到，难得。因为10秒内抢到所以有耳机送。缺点:1大暖屏，偏红，图中可以看到，运气不好吧，这个贴吧很多人说了这个问题，介意就慎重。2系统优化不是很好，不能算特流畅吧，手势很鸡肋，容易误操作，希望后期可以改进。3拍照前置就不说了，很不理想，在意自拍的，真的或许别考虑了。4指纹解锁有点慢，比同级别慢个1秒，人脸识别也是一样，不知道后期可否改进。5游戏，王者荣耀全开没问题，打开开发者，可以全屏玩，刘海屏不过边边角角有点显示不全，希望后期优化下。绝地求生中等特效流畅玩，很不错，就是刘海屏边边角角显示不全，尴尬，也希望后期优化下，给用户更好体验，发热不算严重，可以接受。6游戏中如果要切出去，这个手势很鸡肋，非常不方便，后期可否改进呢？7信息有提示音，没有指示灯，很尴尬。8给了套子，你不给我膜，就好比我脱了裤子，你。。。原厂还是磨砂防尘的，你要知道这个手机买个膜多难尴尬。暂时就这些了，亲身体验，后期在做讨论了，希望给要买的朋友一些参考吧。至于激活不退，可以理解，毕竟买手机是用的，不是体验7天的，不然别人买的都成二手了。

2
手机收到后试用了，新机器操作流畅，zui系统并没有网上说的那么不堪，隐藏虚拟按键后，用u&ndash;touch也挺方便，并没有说的那么难用，不玩游戏的话，这款机器性价比确实很高，不明白那么多人为什么人云亦云的乱喷，这个价位的机器缺点肯定是有的，比如摄像头位置的做工，确实不是太精细，用爱奇艺看视频不能完全全屏，系统占用的空间偏大，有的屏幕偏红等。但这些并不太影响使用，也在可接受的范围内，总之，瑕不掩瑜。综合这部机器的颜值，配置，性能，价格，这部机器值得出手。

3
这个手机我是买来当备用机的，之前的乐2由于电池续航太差被我淘汰。接下来是我使用一天的感受。先说缺点吧1、电池续航并不像宣传的那样给力，我充满电从晚上10点待机到早上8点掉电15%，我8p却没有掉电。2、系统还有待优化，刚激活时，指纹解锁会有严重延迟，现在没有出现，操作逻辑有待提高，跟mui还有一定差距。3、音量键和电源键有些松垮，虽不影响使用，但影响质感。接下来说优点吧：1双面玻璃刘海全面屏，636，6+64，tpy_c接口1299的价格，加上还不错的颜值，性价比可以说是格外突出了。2、网友吐槽的下巴虚拟按键可以去掉，也可以通过U_touch手势解决，操作习惯了也还算方便3、屏幕显示细腻素质不错，安兔兔测试近11万分，刺激战场开流畅和高侦率可以接受，但是跟苹果比不了。后续使用感受再追评。

4
只能用四个字形容:超出期待，屏幕非常的惊艳，而且都换了，吸取了iPhone插的优势，加入了手势，跟i安卓阵营有了显著的差别。
反应速度很快，而且音质也还不错，外放声音特别大，拍照就仁者见仁，智者见智喽，我感觉很一般。不过这个价位，这个外形，这个配置，逆天！

5
这款手机真的是快呀。上午抢到，下午到货。屏幕是最让人亮的。其他地方正在使用。各方面还挺满意。希望接下来会好一点。上几张图。

6
一、优点：性价比高，物美价廉！这个价位用上636再加上6+64G的配置，还有刘海全面屏的加持，在这个价位也是难得的，系统流畅性也是不错的，运行软件的速度也很快，王者荣耀能流畅运行，在这个价位还是比较推荐的。京东物流还是一如既往的快。
二、说下小小的缺点吧，就是拍照还有待优化，还有提升的空间，系统也有提升的空间，特别强调一下就是呼吸灯没有信息提醒，希望在后续的系统优化中能够加上这一功能。
总结：千元机刘海全面屏手机，性价比高，外观漂亮，虽说下巴比vivo的稍微宽一点点，但是考虑到价格，还有这样的配置，还是强烈推荐的。我手中这台机器做工还是不错的。在这几天的体验下来，对于产品给好评；还有一点强调的是京东售后还是值得信赖的。赞赞赞。。手机谁用谁知道，这次联想诚意也是满满的。

7
快递很快 毕竟是京东。说说手机，价格是1299，性价比很高的一部手机。说真的，这个手机屏幕的视觉效果很好，也很舒服，下巴窄，晚上拍照符合定价，白天可以再试试。系统层面上，第一次用zui 感觉体验上手很快啊，没那么难用啊。我喜欢清爽的感觉。过于臃肿的系统不喜欢。希望联想越来越好，坚定自己的信念。手机越做越好。加油。对了 还得强调一下，这个手机真的挺不错的

8
性价比非常高，6+64gb，高通636，3300毫安电池，6.2寸屏幕，这价位完美啊，屏显示幕效果还不错在这个价位来说，外观也蛮漂亮的，还支持18w快充，typeC的接口，完美啊！简单试了下，日常的APP启动比我的美版三星s8还快。。。。感觉我的s8是假的。就是相对来说相机缩水，只能说平时扫码用，不过1299要求什么自行车？

9
第一批抢的，特意用了几天才来评价，目前为止买的最好的一个手机，一定要好好评价一下！第一外观，很不错，去小米之家看了米8真机，感觉下巴比米8的要好看，手感很不错，我喜欢有点重量的手机，第二就是我比较关注的充电了，虽然给了一个18w的充电头，但是只支持15w充电速度，一个小时实测冲百分之六十吧也就，不是很快，这是不太满意的地方！第三说说系统，系统感觉还挺流畅，就是负一屏做的越来越差，还不如3.5的可以自定义快捷键还有u健康，现在就显示一堆关不了的新闻！强烈吐槽！！还有就是u-touch也没有太多手势可以选择，只能说勉强可以用。系统只自带5个主题选择，而且都相差不多，可玩性比较低！就壁纸可以换，比较差，从3.2到现在还是没有提升！最后续航还算可以，中度使用可以坚持一天时间！充电还是有点慢，不知道以后更新系统会不会支持18w的充电！

10
暂时就对像素和电池不太满意，其他都还行，一千来块的备用机，差不多就这样吧

