Comment Page 9
1
昨天10点过3分多抢到的机子，今天早上近十点收到了货，外包装到内装都精美，没有少件，可惜没抢到耳机。
          手机外观如京东介绍的一样，正面背面都是玻璃材质的，是不是大猩猩不知道，相信联想吧。中框细致有手感，抓手上不滑，外观做工精致，背面光线下流光溢彩，机身厚度一般重量有手感，是我喜欢的类型。
          开机]舍得撕掉原厂磨砂膜，新钢化膜未到货，开机速度快，原装软件多，很多软件都删掉了，这点联想做得好，自己装了喜欢的软件，点到秒开，游戏不玩，以后用了再追评，
       在客服的帮肋下找到了返回等功能键，背景也是客服指导下更改的，态度很好，希望联想认真做好售后。

2
到手开箱一气呵成，第一次用联想让我感受到了品牌魅力！手机绝对是千元机的中佼佼者，屏幕素质太棒了，出厂的磨砂膜没有撕质感也很好，送了手机套的质感质量绝了！联想手机这次回归可以说是相当成功！！！！加油！！！

3
反人类的系统，手机不错就是系统不行(皿#)不能刷机的话别买

4
买之前担心6级嗟幕器会不会太大，到手后觉得还好，把玩一阵后再看原来的16：9的手机顿时感觉好扁，屏幕素质不错，机器做工个人感觉挺好，系统流畅度中等，缺点就是玻璃后盖和边框衔接处感觉有些刮手，负一屏无法关闭，而且经常有无响应的问题，就是点某个新闻没反应。总体比较满意，处理器就不说了，6g内存还是较实用的

5
屏幕、样子非常漂亮，内涵有待使用后评估，看得出联想诚意十足，想重整旗鼓卷土重来，希望能东山再起吧，唉，收购ibm移动部门的几十亿美元打水漂了。支持联想，多一个企业制作手机，老百姓不吃亏。

6
清点手机的槽点概况:1:抢购前看到手机6期免息，下单之后却并非如此，然而没货了又不敢退单，只能订购。手机配送神速，半天到手。2:收货之后没有赠送耳机和膜，充电器18w，但是手机硬件只支持15w快充。3:卡槽柄设计不合理做工单薄，非常松动，看着就容易坏。4:指纹识别精度差，反应不灵敏，至少和预期的有差距。5:拍照水准和屏幕显示清晰度，和预期的有很大差距，相机设置居然会偶尔报错闪退，视频播放看起来离高清细腻画质有很大距离。6:很值得吐槽的是手机接打电话的声音啊，比较嘈杂，声音浑浊，联系赶紧优化一下呀！7:这声音调节机制是什么鬼？怎么调到中低音量，基本没声了，然后超过中音量的调节刻度以后，声音倍增，这显得中音量到低音量的调节刻度没多大用好吗？这什么鬼bug！8:后台白名单应用，隔一段时间会莫名其妙被清除后台了，vpn软件被清理，直接导致网络不断掉线。
除此之外优点就很多，例如:颜值很高，软件优化跟得上刘海屏步伐，例如农药的刘海位置优化，做的挺好的，新手机续航能力还可以，预装软件多但是支持卸载，解锁的人脸识别精度还挺高，支持微信指纹支付。不得不说手机性价比很高，但建议尽快修复以上比较严重的问题

7
颜值很高，系统流畅，冲着ZUI去的，Zuk2用户，首发第一时间就买了，这也是第一款首发购买的机器，做工中规中矩，续航有待测试，1299算是诚意之作了，希望联想越走越好

8
早上抢到，下午送到。
发热控制的很好，玩了几个小时都没觉得热，电量也很坚强。背面玻璃加了不知道啥技术弧面流光比较好看。
双摄人像可以调整背景虚化程度，日光灯下拍出来比mix2s亮，像是自带美颜，细节不太了解没有对比。
不玩大型游戏，骁龙636肯定够用。

总结一下，当初眼睁睁看着联想手机业务到中国区第一，又眼睁睁看着份额跌到谷底。
Z5距离一个完美的产品还有很长的路要走，但在这个价位区间说是目前的王者一点都不过分。
因为工作的关系，以前经常有机会在上市前拿到新手机，但其实只有在四年前曾经把联想一款千元手机作为主力机用过半个月，当时给我的感觉就是还不错啊，但是那段时间网上吐槽乐檬特别凶，乐檬没用过还真是不了解。
还记得有一次大年三十的晚上联想突然宣布收购摩托罗拉，工作群里还有人兴奋的提醒我要把这一块儿内容加到方案里，那个时候大家都以为会是一个崭新的开始，结果大家都知道后来的状况&hellip;&hellip;所以其实我个人对联想手机的情感特别复杂，哈哈。
这次买Z5也是要作为生日礼物送给家人，我就自己先上手体验一把，也跟大家分享一下。
总之，联想手机这次回来是带着足够诚意的。
期待更好。

9
12号第一次抢购就顺利抢到了，冲着性价比买给老爸的，虽然不贵（他原来想买小米8的），但各方面都能满足他的需求，尤其是这个6.2寸高色域刘海大屏！机身尺寸比他原来用的红米note 3要稍微长那么一点点，但整个机身全部都是屏幕的感觉太棒了！安兔兔总分11万出头，主要是gpu弱了点，不打游戏所以根本无所谓。双卡双待也正是他想要的。屏幕正面有磨砂保护膜，配套的清水套在包装盒里也有，到手就能保护手机。开机设置完还会自动提示用户如何进行数据转移，再次点赞！系统方面我也非常喜欢，因为我一直在用的是Z2，当年买的时候就是冲着4+64加820的配置去的，这次给老爸买的Z5依然性价比十足，而且关键是各方面都能满足他老人家的需要啊！！最后说下这个后盖其实并不是纯黑的，反光的时候能看出是近似深蓝色的。个人综合打分可以打90分以上（电池略小）。最后再说下，本人绝不是托，联想最近被骂的比较惨，我也经常在网上骂他，尤其是笔记本业务，但这次的Z5，价格定的真心好，联想手机近期能不能翻身就看Z5了

10
就是看了5G事情特意支持下联想 国内网民智商过低 人家说什么都信 几年前的事情现在巴巴的说 联想投了华为短码谢谢 暴走大事件没有侮辱烈士谢谢 上网是个好东西 脑子也是 希望你们能有 另外这次的产品的确漂亮 手感没得说 本来在小米和诺基亚直接想选一款备用机 红米做工实在不过关 nokia屏幕小了点 z5可以说是真的国民旗舰 无论是配置还是价位 无论是使用体验还是制作工艺 缺点就是出厂没有膜 耳机也没有送 至于摄像头像素低对我来说倒是无所谓 还有就是护眼模式在快捷栏里没有 游戏模式很不错 可惜也没有快捷方式 预装软件是多了点 基本都可以删的掉 续航也很满意 给个五星好评

