Comment Page 3
1
手机很惊艳，完全不像一千出头的。屏幕非常出彩，尺寸大，色彩艳丽，亮度也很不错。拍照的话效果一般，记录生活没问题，想拍高质量的照片和重视自拍的女性就不能期望太多了。外放音质只能说比较差了，插上耳机稍微好一点，可能是送的耳机也是普通级别的，不过也算是一片心意了。手机使用起来比较流畅，新手机都这样，需要时间考验。电池还可以，估计中度使用用一天没问题，因为有快充，所以充电还是比较快的。总体来说这款手机的性价比超级高，可以作为全面屏入门级别手机的首选。

2
拍下第二天就收到货了，也是比较远一点的城市，一次接触联想手机是z1,非常好用（已经是老用户了），从快捷的中间操作键到系统的一次次承诺升级，做手机我看见了掌柜的坚持与执着，但有时候也被迫无奈让步，z1要不是被顺走了还可以当备用机用，现在的Z5系统非常简洁，人脸识别或者指纹识别都比较快，用起来也比较顺畅，暂未出现明显的卡顿现象，当时啦，6316骁龙主打中端省电与性能兼顾，手机的玻璃外观不错，拿起来满满的质感，性价比高，拍照明显有提升，还比较贴心的送了一个软套（质量不错哦），差点以为我没抢到呢，幸亏在01分多些有货抢到了，手上的旧手机失灵和接听开始有问题了，是时候需要更换新手机了，期待掌柜下半年的新机，听说是面对粉丝的，希望更强大，记得之前一直都关注ZUK，期待以这样的方式继续强大下去，下半年真正可以出一款高性能的旗舰手机，加油哦,做手机我见到掌柜你是认真的，加油，不离开的自由客粉

3
物流没有当天送到，影响了第一天的使用。外观很惊艳，大小和厚度控制得也不错，鲁大师跑分11万多，拍照效果高于预期，总之性价比很高。说一些不足，主要是系统使用上的：
1、我的手机无法将照片设置成桌面壁纸，但可以设置成锁屏壁纸，看了其他网友的晒单是可以的，所以可能是特例或者我的操作问题；
2、看视频无法全屏，可惜了这么高的屏占比了，希望后期能优化；
3、数据线连接电脑无法传文件，我已经在设置里选择使用数据线传文件，而且电脑里也可以看到手机文件夹，但是拷贝电影时一直没进度条，而且手机连接电脑后电脑无响应，断开手机连接后电脑正常，传文件尝试了几次都不成功，这个问题请厂商关注，我已经更新最新的zui版本了。
4、没找到快速截屏的快捷方式，不是通过上拉菜单里的功能；
个人半天的使用感受，不喜勿喷，第一次使用zui系统，可以交流学习一下。

4
1/京东快递一如既往的快，所以我坚持续费plus客户。2/手机运行速度可以，屏幕鲜艳，作为千元多点的机器可以。3/从未用过联想手机，感觉质量在国产机中属于前五名品牌质量。4/手感绝对好，比苹果x要强的多。5/下单抢购时看到有赠送耳机的，实际没有，我实话实说，五分钟左右抢到付款的，客服回答说前五千名有赠送，我就纳闷了，一分钟一千台抢购完成，抢购半小时结束，那就是说本次发售应在三万台，你当自家是华为小米抢购？也或是苹果？所以联想的促销就恶心人了。综合以上感觉，勉强好评，还有一点，联想需要激活才能进入系统，激活就不能7天无理由退货，国家的政策被联想玩的嗨啊。后续使用体会追评，希望客服看到我的评价能给我一个满意答复。

5
收到就试了下，但是想用用再退货的还是算了，除非你只想看外观，因为开机就需要联网激活，不激活没法用，进不了桌面。开机很快，系统自动的软件一共安装了54个(包括联想的一些小程序)，大部分都能卸载，这个不必担心，运行内存开机占用27% ，我没下软件，系统只能看百分百。存储开机剩余49G左右。外观还可以，但是更喜欢修长的款，图中有与vivo X20的对比，Z5呢感觉方一些，握感尚可，能做窄一点长一点觉得更好，电池还不知道，后续用用再来评价，另外我开箱那个取卡针就掉在手机面上，好在没伤到手机，这个放取卡针的地方还是需要改改吧。最后送货很快。

6
636这个CPU你日常使用流畅度是跟660差别不大的。
游戏方面不打大游戏，也是差不多的。
而你用660去打大型游戏，也不现实，你要上835这个级别的CPU才行。
另外虽然不想承认，但事实上660 636这个CPU除了GPU方面以外，在性能上是可以跟820 821去拼的。
820 821胜在游戏表现上，也就是GPU在运算。
但是你日常使用的时候，很多时候用不到GPU运算。
说到这里，你可能就明白了，你不是游戏重度用户，平时刷刷微博，刷刷贴吧，看看新闻636已经足够了，再好的CPU在实用角度来说也是过剩的。
其实625都足够了。更何况636跟660也没差太多，你感觉不出差距的。

7
10点零几秒抢到的，还送了耳机。当天下午四点半就拿到了手上。简单说一下这款联想Z5：第一，配置是真的良心，6+64，骁龙636，type-c接口，一应俱全，就是开机之后系统占用的空间偏大，16G左右，堪比Windows了都。第二，屏幕是友达屏，色彩亮度都不错，就是有些偏红，可以看图。外观很是漂亮，对比其他价位的国产手机，可以说是完爆了。第三，zuk系统虽然第一次接触，但是感觉还不错，开机就有新的更新推送，日常使用速度很快，玩个王者荣耀也是杠杠的。希望以后也能及时更新安卓P。总体来说，对得起1299这个价格，毕竟在这个价位，骁龙636，6+64，友达屏，小刘海，type-c接口，能上的都上了，还要啥自行车，希望今后能越做越好吧。

8
1299可以说是千元神机了，开售后10点多才去抢购的，错过了送耳机的时间，不过也没所谓了
大概说下这手机吧
1.外观，千元机能做到别人旗舰机的惊艳外观也是不得了了，后盖是玻璃的非常好看，不过指纹还容易留下了，屏占比挺利害的正面除了刘海就是屏幕了
2.屏幕，显示效果还不错，护眼模式调到最低还是觉得黄，需改进，R角处理还能接受，但不算完美，不过千元机算可以了。
3.系统，联想的系统ZUI第一次用，跟其他系统有点区别，快捷开关要低端向上拉才有的，其他没啥区别
4.通话，通话只能说中规中矩了，没啥亮点也没啥缺点，这是最好情况了。手机支持双卡双待，卡槽是二合一的，能插两sim卡或者一sim卡一TF卡。
5.粒子钱包，这手机的无限可能就在这里了，买这手机就看中这功能了，等待后续完善！！！！

9
大概说一下吧。
优点，刘海屏很惊艳，90%屏占比拿在手里真的很震撼。636?6g的配置，也让这个手机性能也有一些底气，毕竟市场上还有那么多625的机子。电池电量也不错，把玩了一个小时也就掉了5%的电。摄像头像素一般，拍照很容易糊。
缺点，还是这个屏幕。很红，是真的红，个人感觉官方用这种红壁纸就是为了掩饰这个事实。对比了一台红米，华为p9，都是一样，甚至切换了拍摄角度，也还是这样。不过日常使用到没啥，只要你别和其他手机对比。其次就是按键，非常松动，搞得我一开始还以为电源键是上下滑动的。音量键也一样。几百块钱的红米都没这个问题，联想的品控还是堪忧。
总结，一分钱一分货这是天下真理。虽然给你上了刘海屏但屏幕色彩并不怎么样，虽然是玻璃机身外表华丽，但是一些小细节部分还是做的很一般处于千元机的定位。总之我是满意的，看在价格上。如果你是实用主义，那么这台手机性价比确实不错。如果你是完美主义，那么你最好远离不然你就成黑粉了。

10
早上拍的晚上就到手了，速度还是京东快。1299，性价比确实不错，636处理器带6+64看了很多手机估计这个是最便宜的了。拍照有个专业模式，效果只能说中规中矩，保存照片有点慢，双摄虚化效果不是很明显。外放声音效果还可以。没有人脸识别有点小遗憾。浏览网页流畅包括看视频，日常使用绝对够用。跑分安兔兔11万多还算说得过去，之前买过vivoz1，660处理器比这个快三万分。可能在游戏和打开app上速度会有所明显，具体使用时候看不出来。论颜值不输vivox21和小米8，不太玩游戏的朋友值得入手。

