Comment Page 28
1
系统:zuk3.9，用过的人都知道，很流畅，不卡多，这次又配了大运存，更流畅；外观:高颜值，流光溢彩，又配的康宁玻璃，边框控制的恰到好处，能买到极光色最好；总结，千元次旗舰，当之无愧，1299的价格买到就是赚到！

2
我来粗略的评论一下，手机第二天到的，也送了耳机，拿来就激活，也不是摸摸党，自己七月份毕业，目前顶岗实习拿到了第一笔工资所以就给老汉买了一个手机，最开始看的都是华为手机，但是华为手机都偏贵，老汉又喜欢支持国产，看中了z5的屏幕，很惊艳，所以就入手了，拿到后手机单手操作压力也不大，其实也就只有一点想吐槽，所谓的全面屏，并不是宣传的下巴那么小，z5进入软件界面后，下巴屏幕会出现一行虚拟键，也就是这个屏占比不太具备意义，下面有图，感觉有点xujia 宣传了，不过这个价位还是挺不错的！不是黑粉，就是一个应届毕业生，希望能给其他人一点借鉴！

3
屏幕效果好，边框控制不错，系统流畅，没有卡顿，外观很好看，上手稍微有点重，还有贴膜有一点小灰尘，不过不影响啦，人脸识别比较慢，指纹解锁还不错，定位黑科技很好玩，继续体验中

4
手机拿到了，屏幕真的非常惊艳，显示效果很好，屏占比在千元机里属于佼佼者，背面的玻璃机身在光线下看非常漂亮，做工优良，联想这一次确实很良心，性价比无敌，希望销量创新高。?

5
我是第一批小白鼠，也就是12号抢到的，一直用到现在才评价。有优点，也有缺点。
优点1：送了个耳机，因为我手速比较快嘛。
优点2：性价比高，6+64，636，只要1299还是可以的了，并且有耳机孔，也用上了type-c，这个价位也就红米note5和360n6pro能与之竞争，但是前两者都不是新出的手机，一句话，电子表情买新不买旧嘛，而且也没有type-c,诺基亚x6本来是很想买的，奈何一直耍猴，而且1699的性价比比起来也不高。
优点3：颜值高，这款手机算是千元机里颜值比较高的一批了，至少比红米note5强，而且屏幕也很好，我的屏幕不红，前后双玻璃，不过我是觉得没有诺基亚x6颜值高，奈何z5其它方面比它强太多了。
优点4：待机，虽然是3300毫安，不算太高，但是中毒使用，不玩游戏的前提下是可以使用一天的，待机的话，应该可以两天，比我上个红米note4强太多了。
优点5：玩游戏的话，王者荣耀很流畅，吃鸡也可以，就是玩游戏有点耗电，不过发热控制的很好，不烫手。
优点6:它还有位置穿越和utouch功能，可玩性还是不错的。
优点7：它的计步功能我觉的很准，你走的每一步在锁屏界面时是一步步加的。

6
撇开发布会本身的噱头，联想Z5绝对是联想诚意满满性价比超高的一款手机，整机拿到手里品质感很不错，跟近期发布的其他厂家的旗舰机型没有什么区别，个人感觉外观还更好看一些，手机使用很顺畅，由于本人不玩游戏，性能自然也够用，感谢这个这个伟大的时代。这么便宜的价格能买到这么不错的手机！

7
手机很不错。得益于8.0的安卓，流畅度很高。定制化功能也很好，最可取的地方就是所有系统非主要app都可卸载。屏幕非常赞，色彩度艳丽。指纹识别，人脸识别略慢，当然这个慢只是相比那些旗舰机比较而已。这个价格已经难得可贵了。快充速度也不错，这个就不说了，网上评测很多。总之，出乎意料。唯一的缺点就是系统略大。64G空间，我把一些相关的第三方软件都卸载了。还占用将近20G空间。实际用户可使用空间40G多一点。不知什么地方造成的占用这么多的空间。都赶上我之前手机的满软件正常使用的大小了。总之，这个手机还是很不错的。5星评价。

8
手机非常不错，性价比超高，屏幕色彩鲜艳，照相清楚，cpu跑分和660差不多，边框也不宽，满意，联想诚意满满！

9
昨天抢到的。先看了看评价真是汗啊！犹豫要不要抢购，一个这样配置的千元机被喷的好惨！抱着试试看的心态付款，下午收到货。外观啥问题没有，开机显示效果挺好，运行速度也可以，送给老妈的给她安装上常用的软件，妥妥的。缺点呢是手机拍照效果挺一般的吧！不过这价格咱也别要求拍得像4k+的手机一样了。对于长辈来说够用、够用了。什么红屏啊、摄像头歪的啊，我这都没遇上。也许有吧，真没检查的那么那么仔细，差不多得了！第一次买联想的手机，体验还是满意哒！

10
外观没的说，很不错，说真心的配置玩了刺激战场，个人感觉，没有一点问题，续航，我真的感觉很不错，以前pro7一天最少两冲，现在，稍微少玩一点，一天没问题屏幕显示设置里有护眼模式，但没有冷暖调节，但也无所谓了，屏幕是有一点点泛红，但阳光下看的很清楚，亮度很不错拍照的话，毕竟这价位有这配置也不可能要求太高，简单日常需求够了，前置的话感觉就是来视频的，自拍的话，有点将就，还有就是@，别放最高音量，还是可以的总结一下，优点:1.配置高6+64，完全够用；2.外观漂亮，真心的，虽然每人欣赏不一样；3、6.几的屏幕比我魅蓝note65.5手感还小一些；4、最后就是价格了，1299很不错了，我买的黑色的，但在联想app上买的话还有针对极光和蓝色的50-150优惠券，基本意思就是全系都在1299左右我很轻松抢到了100的，但我先在这里买了，就没用了。5、还有补充一点，系统很不错，真的很不错了，唯一对我觉得就是没有主题??，不好，对一些朋友简单说一下，游戏不能全屏在关于手机点击6次版本号打开开发者选项，在开发者选项里打开沉浸，就ok缺点:就两个，拍照（价格没办法吧），音质（这个不应该

