Comment Page 2
1
手机非常漂亮，人脸和指纹都很灵敏，运存4G系统占用了1G多，运行有时候有点卡顿，电池也不是很耐用，3000毫安标配这个价位性价比还是很高的！最好买了别玩游戏，很伤手机！

2
感觉比小苹果大点点，好轻，别的问题没，就是没钢化膜，我另买的，太轻，感觉不实在，第一次用华为手机，倒觉得蛮好用的，解锁很好，面部识别快，包装次点，价格应该少个三四百差不多，比vivo好，玩吃鸡不卡，苹果最好，买不起，小米用过，oppo和vivo也用过，同一老板，降价快，在实际价位上高的太多，魅族系统好，不够新颖，没有了竞争力，现在第一用华为，总体蛮好的！

3
用了几天来全面评价一下～
1 运行内存4g这个一开始是有点担心会不会不够用 之前用的vivox9plus运行内存是6g 小米note3也是6g 因为我开的后台会比较多 担心会有卡顿 但是还好 说实话没有6g的运行内存来得流畅 但在可接受范围
2 像素。对于女生来说 拍照功能是不是强大我觉得挺重要的 最起码这款我当初买就是看中前置2400万嘛 体验的话觉得也是蛮不错的 很清晰 自带美颜什么的不予评价 因为我很少用自带的相机 用的是其它相机app 反正挺好的
3 电池续航 杠杠的 充满一次 连续玩五六个小时 看视频 聊天 打游戏 看漫画 还剩下百分之38（到我发表这个评评价为止）我不晓得其它手机怎么样 就我用过的而言 比vivox9plus的好 小米note3不相上下吧 电池都经用 不用老充
4 内存128完全够用 对女生而言 我平常打游戏也就那几个 会看漫画 然后也要下载剧看 这个内存绰绰有余的好伐 还支持扩展 不过不需要了 这本身已经够用了
5 屏幕大小外观问题。屏幕5.84 讲真我真觉得有点小了 虽说是全面屏 但还是觉得小 我之前的5.85感觉要大上挺多 可能是我之前用的太大了吧

4
家里人很多都是用的华为手机，觉得华为的稳定性还不错，刚好旧手机给我摔坏了，可以借机买新手机，自己第一次买的华为手机，正好这款是新出的，就下手了，还没怎么用手机的功能，不过稍微使用了下手机，感觉还不错，手机颜色是我喜欢的，这款手机比较秀气，更适合女生用多一点。

5
nova3，我喜欢这个名字，以前用的honor看到这个的外型决定用这个了，这手机颜值没话说就是漂亮，就是女生握着也舒服，屏幕还大，游戏性能应该也不差，先上图分享

6
第一次买华为还不错，不玩游戏的人用用很好，看了评价好多说不好的，本人喜欢看电视剧，用用还是不错的，不爱玩手机游戏...犹豫很久还是下单了，原来都是用苹果手机..但是电信卡非要买行货才能用！太贵太恶心了逼着人换国产机，我和老公一人买了一个华为，他要玩王者买的荣耀10.我买的这个适合女生用.好评

7
等了几天终于抢到手了，相信华为，一直在用华为产品，外观好好，好用。

8
终于拿到我心仪已久的华为nova3e了，跟大家分享一下它的优缺点：优点1：颜值高nova系列的手机，颜值一直都不低，新发布的nova3e双面玻璃设计、在一定光线下有炫光效果，机身更加轻薄。真机上手发现，颜值确实很高。华为的手机好像一贯都如此，真机比海报要好看得多。优点2：像素高前置2400万像素、后置1600万+200万双摄的拍照规格，在*价位的手机中很有竞争力。先放几张官方图，大家看看这效果。后期会上相关评测噢。优点3：支持安卓8.0、EMUI8.0EMUUI8.0新增了不少功能，nova3e支持人脸解锁，游戏助手等多个功能。抬手亮屏解锁，黑屏状态下，拿起手机看一眼即可解锁。nova3e还有个实用小功能&mdash;&mdash;&ldquo;智能显示锁屏通知&ldquo;，在机主模式下才可以读取到来电内容，可以很好地保护隐私。不过用户需求不同，nova3e有些地方或许有人看法不同，会不会认为是缺点。一是后置指纹，个人认为比前置指纹要方便，解锁快捷二是截屏方式改成三指截屏

9
这又是一个非常愉快的京东购物  首先来货包装完好无损  。送货员服务好负责任，手机非常喜欢  经过检查绝对是正品。颜色漂亮  内存大 反应快  没有丝毫的卡顿那些  顺畅无穷  。屏幕方面来讲全面屏 没有浪费空间 手机大小刚刚好合适 不会像其他手机那样拿着非常大的手机 屏幕却一点点的感觉 非常佩服这款非常全面的手机，而且像素非常高 不管自拍还是旅游拍照都非常棒  可以说一机在手 打遍天下无敌手。大家在京东买了这款绝对不会后悔  。

10
前天晚上十点多下的单，昨天上午十一点多收到的。自己重新整理了桌面。换了壁纸，锁屏，手机壳。感觉还可以啊，玩游戏不卡，屏幕分辨率还可以，挺清晰的。充电又快，至于耗电这个问题，因人而异吧，玩游戏那些肯定耗电快啦。少女心爆棚的外观，颜值真的一点都不低。我感觉相机我很满意。长的丑就不晒照片了。值得购买

