Comment Page 8
1
很好用，也非常喜欢

2
一拿到，她的表情就溢于言表，一脸的满足感已经挂在脸上，又显得特无所谓的样子，看得心里比她还着急，帮她将旧手机数据腾挪过去后，现在可以使用了。
在测试时还没有讲手机的磨砂保护膜拆下，感觉不一样，所有设置好后，揭开保护膜的那一刻，超级的炫丽一下子就眼睛?闪亮，看来这次是哄开心啦?
感谢你，为我们带来如此惊艳的产品?

3
昨天刚到手，玩了一晚上才来评论。感觉很不错，速度也非常快（可能因为我之前用了的I6实在太慢了），刚刚开始shiwen指纹识别的确不是很好，后面更新了系统就好多了，基本都是秒解锁，Face idwe也很好，抬起手机就解锁了，就是如果有红外模块就好了，在完全黑暗的地方也可以解锁，不过现在只要有点光线就可以解锁了。之前一直用苹果手机，用了几年了，由于我的I6老化实在太严重了，每次升级系统都越来越卡，毕竟3年了，但是无奈现在苹果太贵了，我也注意到我们国产手机这些年的进步，然后打算换一台国产手机，经过反复挑选，就选了荣耀10，但是直至在购买之前，我都怕不习惯用安卓，但是经过一晚上的试用，完全打消我的顾虑，一下就上手了，荣耀10的Home键很好用。拍照也很不错，很多功能，现在还没用到，下次追评再发表！图都是用800万像素的I6拍的。?

4
转移旧手机所有资料中，手感好，自带贴膜出厂送透明套非常贴心，全面屏就担心不小心，单薄的自带透明套不敢用，虽然透明才能展现本色美，但是薄款的，感觉有点危险，为了安全，还是等新买的套回来再一起弄，对比也手上其它手机，小10还是比较流畅的。对比多个颜色，灰色估计也是9款灰，所以就删除了，蓝色吧就免了，因为上台的魅蓝X就是蓝色的，对带色有点疲劳，所以就索我买紫色，颜色驹美的没法说，看到铺天盖地的蓝色，庆幸买了紫色，紫色看去似蓝，不同角度不一样颜色，美极了，装那么多东西依然流畅，颜值性能都爆表了，

5
纠结了很久，本来都打算下单荣耀V10了，但是那一对大眼萌实在不是我想要的，等了段时间够，没想到荣耀10来了，内心相当激动。可以接受预订的第一分钟就交了订金，4月27号零点准时支付尾款，当天下午5点多钟就收到了，接到机子够，相当惊艳，爱不释手，中度用机（不玩游戏）一天是完全没有问题的，即便电不够用了，快充只需要1个小时不到，就可以满血复活。拍照AI识别相当快，拍出来的照片色彩相当精彩，跟其他手机相比有质差别，附上2张照片。指纹识别相当快，也很方便，面部识别几乎秒开。
PS：今天手机充电的时候，不小心摔下来了，后盖是废掉了?，那个心疼就不说了，都是泪。

6
这个尺寸相当于普通手机的5.2寸电池不算小，而且有快充，反正用一天没问题 可以了除了电池，全军出击还是可以的，蓝，紫，实在抢不到，买的海鸥灰，开高清中贞还是可以的，网络要好，玩游戏本来耗电就大，发热快，这是手机的通病，何况电脑也会发热呢 待机时间比较短 还有系统装的东西太多了 屏幕上半部平滑有点不灵 屏显不错，背面也是可以角度变色，拍摄很清晰也有很多模式，慢动作拍摄等，照片看起来还有真实感。手感也很不错，外形还好，不知道是不是大家都这样 
总得来说还是很满意的，很流畅，颜值高，相机玩法多，充电快，不打游戏的情况下一天一充不是问题。打游戏全军出击半个小时掉10%的电，整体感觉还算可以性价比较高，这部留下了，希望国产手机做的越来越好！

7
快递超级快，上午买下午到。快递大哥很好，我没听到电话，快递都走了，然后我给他打电话他又回来给我送的。手机在自然光下变色没有图片那么厉害，下图是在好多小灯的屋顶下照的

8
荣耀10跟很漂亮，后盖是玻璃的很漂亮很喜欢。老公买了一个幻影蓝我选了一个幻影紫，区别不大。细看还是颜色上不太一样的。配置很高。价位也是能接受的。很不错，值得购买。在京东上买东西很不错。

9
颜值比较高，轻巧，电池不打游戏一天还剩30%，比较可以了！撕掉塑料膜质感好很多，随机送的套子不敢不戴，怕摔碎屏幕。屏幕颜色比较正，清晰度很好，比起以往的老机子，相机晚上效果提升很大，唯一体验差的是指纹解锁还是稍慢，不习惯。人脸识别很快，白天用很方便。华为系统还是有一些bug，比如屏保一开始手机上没图片选了在线一个什么图片集，后来改成自己存的照片但还是显示那个照片集的，更改选项里反而没有照片集，莫名其妙。其它还行，总的来说物有所值！

10
拿到手机我没有立马评论，我已经使用了接近两天了，昨天来成都玩，拍照确实是让我很满意，色彩很饱满，背景虚化也很有感觉，手机拿到手我觉得跟宣传片的差别挺大的，没有宣传片里面的颜色好看，其实我就是喜欢宣传片那种由紫到蓝的那种颜色，但是拿到手过后看到的确实直接正面看过去只有蓝色，只有手机斜着拿的时候才看得出来紫色，我觉得不好看。还有经过我一天多的使用感受过后不得不吐槽这手机电实在是掉得太快了???特别是出门在外的时候，让人很没得安全安。一天至少两到三充，对于我这种电量恐惧症的人来说实在受不了。

