Comment Page 1
1
这次的荣耀10，2599元的起售价却拥有麒麟970处理器和6GB运存，超声波指纹识别、加持AI的1600万彩色+2400万黑白双摄也让荣耀10极具性价比。除此之外，荣耀10还是一款颜值极高的全面屏旗舰。
荣耀10正面采用了主流的刘海全面屏，一上手就能感觉到5.84英寸的屏幕握持感极佳，机身下巴位置有一颗隐藏在玻璃下方的超声波指纹Home键。背面的变色极光曲面玻璃是这次荣耀10的亮点所在，上手感觉比荣耀9更加圆润。荣耀10的双曲面玻璃后盖通过变色极光镀膜工艺、纳米级波浪纹理和光程差原理，做出了流光溢彩的视觉效果，看起来十分炫酷。荣耀10这块屏幕采用了5.84英寸的LCD屏，2280*1080像素分辨率，像素密度达到了432PPI，就算拿着放大镜也是看不到像素点的。实测这块屏幕NTSC色域达到了92.35%，亮度超过了500nits，表现优异。荣耀10后置1600万彩色和2400万黑白像素的双摄，而且双f/1.8的光圈也相当强悍。前置2400万像素摄像头，支持像素聚合功能。 荣耀10不仅有扎实的配置，更是有着刺激眼球的变色极光外观。作为一款旗舰机，荣耀10依旧保持着2599元起的高性价比。

2
用了一段时间来分享。没有预约，直接当天抢的黑色，没有赠品。
128的，把我的水果SE卖了，换了它。还一个金立M7，打游戏抓狂，所以必须有个给力机型。
今天刚安装好吃鸡第一把就吃鸡了，完全无压力，非常流畅。
电量充电很快，用电也还行，迅雷极速下载的时候耗电会快，有发热，其他使用目前没发现。
拍照那是相当给力，不用爆不换手机了，这个价钱买个旗舰很划算了，还是6期免息白条，妥妥的。
各种app运行很快，家里几个手机连接wifi信号不怎么好，荣耀10直接秒连，抢网速杠杠滴。
总的来说，信任华为，信任京东。

3
哎呀。。。不用不知道，一用忘不掉，外观漂亮，系统简直流畅的没话说，操作更是舒服至极，谁用谁知道，看我发的视频便知，超好评！PS:我用之前的手机拍了好几张照片找不到了，用老妈的手机拍了个视频，其他的图片也就是包装盒，充电器，透明外壳，和其他顾客拍的一样，重点是这个视频！

4
荣耀10 还不错 目前用了很多魅族手机了  换华为荣耀的突然感觉很新鲜的 看看用着好了 慢慢都换了  京东的送货速度没法说  就是够快 挺满意的

5
我是五月一号购买的幻影紫，不难抢一下就买到了，京东快递神速第二天就拿到了，外观好看漂亮，渐变色确实不错，表面看起来像蓝色，斜着看就是紫色，就是多了个刘海有点怪怪的但是习惯就好
再说手机流畅度也不错，至少我用了三天没发现卡顿，打开应用速度也很快，不会有卡顿的迹象，不过很杀后台，基本打开五个应用后再开其他就要重开了！续航能力不行，中度使用一天两充，掉电太快了，充电也快，百分之九充电基本一个小时十几分就充满了，但是续航能力真心不敢恭维，掉电真心快，聊下微信和耍一下新闻十几的电就没有了，电池真不耐用，发热到还可以接受，就是充电的时候有些发烫，但是不会太严重，综合了以下几点：优点是外观惊艳漂亮，运行速度流畅，打开手机应用也不会出现卡顿，充电速度快，握持手感不错！缺点是手机充电会发热但是不会很烫，续航能力太差掉电太快了，虽然有快充加持但是掉电快实在是硬伤，玩吃鸡游戏开最高画质会卡顿，而且玩一局会出现发热的迹象不严重，毕竟只玩了一局，总体来说还是可以入手一台的，我用惯了苹果系统，现在用华为系统不觉得有什么差别，但是用久了就不清楚了，等用一段时间再来追加评论吧！

6
哇，终于到手了。
5.84英寸竟然和我荣耀7大小一般。
幻影紫果然使我心动，拒绝了幻影蓝，这个有点青色很好看。
6+128估计够我用个两三年了。
试了面部解锁，反应很快。指纹解锁也很方便。
我是忠实的花粉，希望荣耀越来越好~

7
跟介绍的颜色对比还是有些差异的，裸奔的话还是容易沾汗渍，运行速度可以了，老妈用的，她觉得还不错。之前的荣耀六，现在直接10了。拍照真的值得要夸赞一下了，单反的效果啊。该贴膜了，原厂的膜还是差点意思的。骚气的手机，用安兔兔跑了一下，真的烫手啊。不过不怎么玩游戏还是挺牛的了。

8
手机很好用，，充电快，值得买的手机。晚上十点下单，早上九点多就到了，，支援华为。

9
发烫，吃鸡半小时，48的电掉到28，杀17个，MVP，终于找到了返回键，它可以移动位置，这个好。太烫了，隔着透明保护罩，烫手，打完立马扔，同时删后台，照相牛，真牛，我可以借它看远方的东西，我视力不好，光线差就看不清，举手机照着看，很清晰，这个好，手机克隆好方便，与扫码骑单车一样一两种方式都能搞定，老手机荣耀X2不能扫码了，就靠数字才弄好数据搬家，我去，手机降温了，好快，不到一分钟，回到常温，很靓，手感轻，扎实，贴的膜很棒，但从边上往中间拉设置项时，带套会刮到手，上图。华为七寸X2摔了上百回了，连调焦距的都坏了，拍成这样别怪我了。只是从七寸回到5.2寸的手感没问题，眼感问题就大了，字实然地蚂蚁了，放大看内容又实在少，无奈啊。明天室友吃鸡再也不用躺鸡了，赞。还得搞个好点的蓝牙耳机，10的音偏重了点。

10
老妈的荣耀V8进水泡了换个屏要800多，换了屏主板也不敢保证没问题，还是直接换机吧。

这手机背面简直是太漂亮，给妈买了个，爸也表扬漂亮，看来还得再来一个。。。

手机大小刚刚好，比V10略小一圈，背面圆润手感握持感比V10好，小手也无压力。EMUI8.1的语音助手比8.0的聪明了，其他的功能优化也会好点。荣耀10和荣耀V10拍照实际试了下，拍照荣耀10就算是不开启AI也要比V10饱和度高、更艳丽，比老前辈荣耀7、V8更是强了太多太多了。

刘海屏可以隐藏，感觉隐藏了之后上下对称更好看，状态栏变黑底，感觉像是在外框上

V10用了快半年了，前置指纹操作上完全熟悉，也挺舒服，麒麟970还是很厉害的，目前玩的这些大型游戏运行无压力。手机里上千张照片+云端相册将近30G的照片视频，在相册里上下随意划，无卡顿、停到哪里都是直接显示照片。清理手机垃圾或者杀毒速度也是相当快（128G的已经用了70G了）。。。。。。

对比图是iphone5S拍的，凑合看吧。

荣耀V10给荣耀10拍的还是不错的，嘿嘿

这已经是我和家人的第六台荣耀了，品质有过波动，还望不忘初心善待自己的产品和客户，系统优化上能更加重视用户体验。

华为加油！荣耀加油！中国制造加油！


求中个奖吧，明哥！

