Comment Page 1
1
总述
1：如期收到包裹，外观包装很好，这次已经是在京东购买的第6部手机了，一如既往的信赖。
优点
2、外观及人机工程学：手机到手，把玩了个把个小时，功能正在熟悉中，外观算不上惊艳，手握贴合程度很高，单手操作上手容易，有三种选择模式设置功能键。指纹解锁很快，人机交互界面很舒适，不生硬。
3、从萌发换手机念头到下手购买相距10天左右，不算是冲动消费吧?购买之前也考虑过M10，荣耀9和三星手机SEDE7/8，价位不是主要的考虑因素，侧重于自己对手机的使用需求。如通讯质量保证是第一位的，本人长期在中东地区出差（阿曼、阿联酋、科威特），搭乘飞机时曾经遇到几位华为工程师，中东地区的基站、通讯改进都有华为的身影，为他们的工作和付出点赞。当我到了中东沙漠地带，同行的人携带的不同的手机：果机、三星、小米、华为，在同样的环境下，华为的4G/3G信号最强。往往是满格，其它手机就只有1格。对我来说，这在选购手机的时候是考虑比较多的因素。
4、对我来说，在国外，见到华为和长城很亲切，有图为证。
5、后续使用、经验分享会更新。
改进建议
6、自带程序太多，建议及时更新购机用户的需要，增加市场调研，如增加一些现在的主流APP；

2
运行速度ok  电池续航还可以  2k屏耗电大点  双卡耗电也快点
2k屏看起来爽，效果佳。买mate是因为华为旗舰系，128g因够用了 。玩一般的游戏，4G内存也够了。用了一个星期了，目前没有发现缺点。嗯，它是快速充电，到了最后一小部分的电量充的很慢，前面冲的很快。mate9pro的曲面屏没有买之前的担心，是为曲面屏，操作没有不便。  屏幕比一般性的屏要贵，因为是带有曲面的，注意防摔。

3
1. 质感很好，造型也很棒；比图片好看；2. 很流畅，基本操作没问题，就是不知半年后会怎样；3. 隐私模式、访客模式、录屏、双开等功能是iphone上没有的，互相补充；4. 曲面屏颜值非常讨好，虽然弧度不大，但依旧甩了直屏几条街；5. 三星的AMOLED色域与显示甩	TFT一个世纪，大赞！6. 快充很不错，现在等在充电上，实在让人伤不起，4000的大电池必须爽；可惜不支持QC，通用性不强。

4
两K的分辨率的显示效果特别细腻，充电的一个半小时就可以充满，4G的信号也特别好，上无线网的速度也特别快，你也比较喜欢这个银灰色，我装了四十多个软件运行超级流畅。指纹识别特别精准，手指放上去就来了，重度使用一天没电，配件齐全，耳机效果一级棒，还有贴心的充电接口转接头&hellip;是我喜欢的机器，华为，没有叫我失望，刮目相看

5
替朋友买的，京东速度服务没的说，刚用了一天吧，综合都很满意，屏幕很漂亮，分辨率很高，超过新品mate10和10pro，虽不是全面屏，曲屏设计也是很漂亮，也算是三星次顶级得了，拍照没有想象的好，但已经很不错了，有很多专业拍照设置还不懂，黑科技还没用，相信应该会有惊喜，无线和通信信号也不错，电池续航以我的使用情况，评论一天能耗费百分之六七十吧，系统目前用着很流畅～
按键松动也能接受，毕竟这个在众多品牌智能机上很普遍，唯一有点小失望的是原配的耳机，音质凑合，我这方面挑剔的不多，做工上调音键松动严重，不知道是不是就这设计，反正我是有点难接受...
用段时间在反馈吧...

6
这是我在京东上买的第四部华为手机，前三部都是荣耀系列的，其中的荣耀六plus是我感觉最好的，无论是屏幕发色还是拍照素质，都不输当前在用的苹果6s。mate9pro现在性价比很高，所以就决定拿下了。amoled屏是我第二次用，最早用的是google的nexus，所以没有惊艳之感，相对苹果的retina屏，个人感觉也并无超越，要看个人喜好了，我更喜欢苹果的那种平实的发色。开机后系统已预装emui5.0，我一路升级到增加了很实用的人脸解锁功能的emui8.0。系统是流畅的，但还是没有6s那般丝滑柔顺。使用舒适性上，个人感觉苹果依然是这个星球上目前为止最好的。华为的手机性能已然很接近苹果，但差距也是明显的，例如拍照和屏幕的光线明暗感应方面。需要戒骄戒躁，继续努力。

7
包装还是挺不错的，手机手感非常好，曲面屏虽然曲度不大，用着还挺顺手，整理质感完胜小米6，AMOLED屏幕真不是盖的，显示效果很棒，体验无卡顿非常流畅，有种系统推着你走的感觉，比米6体验效果要好，总结了这么多优点，但是&hellip;&hellip;闪存！闪存！闪存！恐怕再难买到最快速的m9p了吧

8
这次对华为实在是有点失望，之前我用的华为Mate7，实在是十分喜欢，耐用经摔，各方面表现都很出色。
优点：
　　外形十分好看，拿在手中也不会太轻，
　　外放的声音很大，音效也很好，
　　拍摄功能强大，对焦速度快，拍出来的照片颜色很舒服，
　　通话质量很不错，操作起来流畅度也很高。

缺点：
　　机器的续航能力很弱，差不多一天需要充2次电，这还是我用的不是很勤快的情况下。
　　拍照清晰度不理想，也可能是个人原因，每次拍完照就喜欢把图片放大一下，不放大还好，这一放大，颗粒感重的让人心焦，甚至还不如我之前用的mate7。
　　最后就是网上盛传的&ldquo;华为闪存门&rdquo;，没得说，中招了，满满的恶意。

9
终于抢到了，名副其实的高大上，用了两天了，个人体验不错，你值得拥有 。
不过也抢的很疲惫 这款机因为OLED的供货被三星限制，国人还是要努力打造自主的手机零件供应链才够完美。
没抢到加油啊！

10
手机不错，性能快，支持国产，良心产品，入手性价比高，适合商务人员使用

