Comment Page 9
1
经常网购，总有大量的包裹收，感觉与评语花掉我大量
的时间和精力！所以在一段时间里，我总是不去评价或
者随便写写！但是，我又总是觉得好像有点对不住那些
辛苦工作的卖家客服、仓管、老板。于是我写下了`小
段话，给我觉得能拿到我五星好评的卖家的宝贝评价
里面以示感谢和尊敬！首先，宝贝是性价比很高的，我
每次都会先试用再评价的，虽然宝贝不一定是最好的
但在同等的价位里面绝对是表现最棒的。京东的配送
绝对是一流的，送货速度快，配送员服务态度好，每样
东西都是送货上门。希望京东能再接再厉，做得更大更
强，提供更多更好的东西给大

2
经常网购，总有大量的包裹收，感觉与评语花掉我大量
的时间和精力！所以在一段时间里，我总是不去评价或
者随便写写！但是，我又总是觉得好像有点对不住那些
辛苦工作的卖家客服、仓管、老板。于是我写下了`小
段话，给我觉得能拿到我五星好评的卖家的宝贝评价
里面以示感谢和尊敬！首先，宝贝是性价比很高的，我
每次都会先试用再评价的，虽然宝贝不一定是最好的
但在同等的价位里面绝对是表现最棒的。京东的配送
绝对是一流的，送货速度快，配送员服务态度好，每样
东西都是送货上门。希望京东能再接再厉，做得更大更
强，提供更多更好的东西给大

3
外观结实炫酷，前面2.5D面板，相当有质感，金属外壳厚
重结实。整体做工相当优良用心。使用作为Nas局域网可
以发现存取文件，手机长传存储的照片快速方便，终于不
用为了大存储而买更贵的手机了，妈妈再也不用我的照片
装不下啦。云添加下载功能目前不完善，终生下载加速功
能相当给力，冲这个两年迅雷会员就能换个终生免费加速
的玩客云了，实际测试用玩客云基本比普通下载快能提到
满速，可惜并不是所有文件都能提速。手机读取文件也方
便，
和在手机里没什么区别。玩客币还没开启，能把硬件
钱赚回来更好了。整体非常满意，迅雷诚意满满的作品，
外秀慧中。优良的nas和下载加速已经值了，加上玩客币
完美

4
经常网购，总有大量的包裹收，感觉写评语花掉了我大量的时间和精力！所以在一段时间里，我总是不去评价或者随便写写！但是，我又总是觉得好像有点对不住那些辛苦工作的卖家客服、仓管、老板。于是我写下了一小段话，给我觉得能拿到我五星好评的卖家的宝贝评价里面以示感谢和尊敬！首先，宝贝是性价比很高的，我每次都会先试用再评价的，虽然宝贝不一定是最好的，但在同等的价位里面绝对是表现最棒的。京东的配送绝对是一流的，送货速度快，配送员服务态度好，每样东西都是送货上门。希望京东能再接再厉，做得更大更强，提供更多更好的东西给大家。为京东的商品和服务点赞。

5
京东自营，是正品。是一款性价比很高的手机，老妈很喜欢。拍照清晰，系统流畅。很满意！快递也很给力！

6
可以，基本满足要求。
以下为加字赞美用以增进双方好感：质量非常好，与卖家描述的完全一致，非常满意,真的很喜欢，完全超出期望值，发货速度非常快，包装非常仔细、严实，物流公司服务态度很好，运送速度很快，很满意的一次购物。

7
非常好用，外观漂亮，屏幕大，清晰，华为的质量有保证，特别满意，尤其京东价格便宜，非常开心！！！

8
一直都喜欢在京东购买东西，生活用品，办公用品，要买什么东西第一想到就是京东！又快又方便！给我们的生活带来太多便利了，打开手机，轻轻东西指头，把想要的东西一搜马上就出来，然后下单支付，在家坐等收货就行！除了下单方便，不管是发货速度和打包质量，还是商品质量，都是无可挑剔，必须32个赞！除了发货速度商品质量和打包质量，京东小哥的服务态度也是要好好说说，每天跑那么地方，不管烈日炎炎还是刮风下雨，风雨不变一如既往地按正常时间送到客户手上，所以必须32个赞！

9
一直都喜欢在京东购买东西，生活用品，办公用品，要买什么东西第一想到就是京东！又快又方便！给我们的生活带来太多便利了，打开手机，轻轻东西指头，把想要的东西一搜马上就出来，然后下单支付，在家坐等收货就行！除了下单方便，不管是发货速度和打包质量，还是商品质量，都是无可挑剔，必须32个赞！除了发货速度商品质量和打包质量，京东小哥的服务态度也是要好好说说，每天跑那么地方，不管烈日炎炎还是刮风下雨，风雨不变一如既往地按正常时间送到客户手上，所以必须32个赞！我家在六楼，没有电梯一直都喜欢在京东购买东西，生活用品，办公用品，要买什么东西第一想到就是京东！又快又方便！给我们的生活带来太多便利了，打开手机，轻轻东西指头，把想要的东西一搜马上就出来，然后下单支付，在家坐等收货就行！除了下单方便，不管是发货速度和打包质量，还是商品质量，都是无可挑剔，必须32个赞！除了发货速度商品质量和打包质量，京东小哥的服务态度也是要好好说说，每天跑那么地方，不管烈日炎炎还是刮风下雨，风雨不变一如既往地按正常时间送到客户手上，所以必须32个赞

10
活动价买的。说句心里话。几百块钱的手机。做的这么漂亮。功能这么强大。真的值得骄傲。

