Comment Page 1
1
在买手机前研究了很久，我的预算是2k-3k左右。看过小米8，在网上看大家说某米eight的评价挺高的，无论是处理器还是拍照能力，最后我去实体店看了看，由于那款手机的下巴有点大，再加上我女朋友不喜欢，所以我就没有选择，然后看过荣耀10，由于我自己不是很喜欢荣耀10的后壳，所以没有选择。荣耀v10配置还可以，但是没有刘海。我想买一个有刘海的，最后决定选择了这个手机。怕抢不到所以交了定金，后来我才知道交了定金不能退，所以无奈之举，就付了尾款。11号凌晨付款，12号中午收到手机，不明白为啥有耳机接口，不送耳机，京东快递，还有服务态度没得说。今天中午体验了一下，玩了两把刺激战场，并没有发布会上说的那么邪乎。不过确实比我现在的vivox9强点。今天中午买了之后拍了两张照片，因为我想买一个拍照能力强的，p20为什么没有选择，因为我能力有限，所以就买了它。最值得一提的是这个手机不支持快充，不过我还没有充过电。不知道多久能充满。先说这些吧，先用几天看看

2
首先声明，我个人没有使用过华为手机。以下的看法只是我平时喜欢看手机评测视频，和家人朋友的评价整理出来的。
现在经常能看到网上好多人喷华为手机越来越贵啦，游戏性能差啦。特别是最近新出的p20p，五千起步但是游戏性能好像一般，并且主打的莱卡三摄也并不是完全*苹果和三星的最新旗舰机，只能说是各有优劣。并不是像宣传的那么好。所以很多喷子喷华为手机。这其实也可以理解。但是大家在喷的时候有没有考虑过三四线城市对于华为手机的看法。说说我自己亲身感受。我老家白山，都不知道几线城市了，我发现好多人特别认可华为手机。我叔用过iPhone6p，7p，现在还是又还回了华为，他说还是华为用着舒服，喜欢华为的手机，然后我发现我家里的亲戚，男的都是华为，女的都是小米。今年过年的时候在老家逛手机城，因为是过年，有活动。那家伙，华为专柜都快挤爆了。好多大叔在挑选手机，对于他们来说相对苹果三星而言价位还是很有优势的，所以好多人都喜欢买华为。经济条件好一点的就会买华为，手

3
荣耀play 系统流畅触屏灵敏顺滑手感好，无卡使用两天QQ飞车高帧无卡顿，视觉效果好，打游戏手机发热量不大比红米Note5强太多，指纹解锁识别率高很方便，音乐表现出色声场宽广低音下潜有力，电话少的情况下待机两天以上重度使用不足一天，白天拍照成像效果优良，背景虚化很到位，微距对焦比红米Note5强太多，通话质量优秀听筒大声音得开小点！缺点：相机拍照不支持防抖夜景拍摄必须有支架才可能很好成像手持夜景很垃圾，视频摄影不防抖，Al摄影师成像色彩太假不真实没有苹果5s800万素质的好，外放扬声器很一般声音太干不圆润很难听比苹果5s、苹果6Plus差太多，屏幕材质廉价可能跟控制成本有关，希望厂家能继续优化系统减少对运行内存的占用（开十几个App系统内存不到2G），手机充电速度不快，充83％的电需要近2小时，充电接口松动给人不耐用的感觉。综上所述荣耀play是一部性价比很高的手机，我一直使用苹果5s、6 Plus这是购买的第二部荣耀手机感觉华为进步很大，希望华为能成为中国的苹果！

4
首先我来说一下这台荣耀play真的让我眼前一亮。荣耀play很吓人的技术是什么呢？不错就是首款搭载GPU  Turbo图形处理加速器技术。由汽车涡轮增压的灵感感，GPU Turbo突破真的很不错能让你在玩游戏下开超高画质下FPS帆数值非常稳定并且还能让发热功耗降低带来了很好的游戏体验。下面我说一下发布会说的4D游戏体验震感现在只支持吃鸡抢战游戏要在游戏助手中开启，3D音效7.1声道Histen只能接耳机。HDR增强画质现在也只支持部分网易游戏所以大家不要误解。总结手机外观手感握齿感很好拿在手上感觉很轻，拍照还行屏幕显示效果也不错比某米八的三星AMOLED比我只能说差不多都很鲜艳我觉得AMOLED材质很容易黑点不敢用力压。续航能力很好我感觉挺耐的就是充电慢点。我觉得这手机很有性价比一千九百九十九不贵，我觉得吧华为荣耀之所以比小米贵点我觉得也说的过去因为发布会上说了一句话不知道有老铁记住吗？说华为在研发方面投资了很多钱下了很大的功夫所以我也为华为点个赞华为好样的，在这里我希望华为越走越好等海思麒麟980出来秒杀吊打高通骁龙845...

5
第一次抢购到首发新机，惊喜！！激动！！首先是外观，第一感觉不得不说比想象中好很多，下巴很窄，还有荣耀的标志，很精致，喜欢背部双摄的设计，很简洁，摄像头面积也比较小，突出也不是很多，背面的整体性很强。其次是系统，优化做的确实不错，操作逻辑清晰，ios转安卓毫无压力。最后是体验，游戏体验确实不错，毕竟麒麟970加GPU优化技术，直观体验确实很好，应用程序打开普遍比较快！在看看这价格，真的够良心，够感人！华为这次真是想明白了，希望国产手机品牌都能踏踏实实搞好技术，定价合理点，让国民真正买到实惠！

6
昨天早上下的单，今天下午到了 毕竟在乡镇上 但是快递还是很快的 手机送了一个手机壳 但是不知道怎么没有膜。。。按理说应该是一起的。。但是不深究这个  手机刚到手升级完系统是很快的 使用起来很流畅 一开机还有2g多运存  玩吃鸡开的高配置真的玩起来惊艳到我了  970加gpu turbo真的很流畅 原来用了一阵子vivoy85 开最低配置都有些卡 和这个完全不是个档次 但是玩起来是有些发热的 这个对我来说没影响。。所以荣耀play还是很值得入手的 原来准备买小米8se但是看了测评和预定人数。。。  果断还是用荣耀play了 总体来说很不错的一款手机  很喜欢???大爱华为荣耀 祝国产机越来越好? 但是不是在黑小米的。。。对我来说还是荣耀play更好??

7
可以不错非常好

8
卖了苹果8，买了play，没有超过我的预期，但也不错。很流畅，旗舰机的体验，系统也很好用。性能够强，王者满帧，吃鸡感觉没有苹果8玩起来顺手，可能还不习惯，吃鸡偶尔小卡顿还是有的，希望改进。拍照还可以，AI算法很棒，和荣耀10比差点。电池续航还不错，充电不快也不慢。1999价位性价比肯定无敌，但是和旗舰机有些方面肯定还是差点，这手机可以说长处就是满血970，短处不明显，我个人比较喜欢play外观，修长圆润，手感好。这个价位v10也可以买到了，其实v10性价比更高，毕竟是荣耀旗舰。

9
第一，感谢一下快递员，那么大太阳辛苦送快递，物流是真的快，昨天晚上六点多下单，今天下午三点多就到了，第二，外观很好看，很喜欢，为了让更多人看到，所以附上了图。第三，测试功能，人脸和指纹解锁快，像素还好。另外附上鲁大师和安兔兔的评分，至于电池能用多久，打游戏什么的，后期附上，也可以直接看别的评价。第一次评价那么多，最后，我也要吐槽一下包装袋（看图），不吹不黑，看图说话。喜欢就买，不喜欢请绕道别家。（测试都是在未更新前哦）q测试时手机有点小热，不过没事正常的。（照片拍摄来自我的苹果se）

10
刚拿到手，荣耀8也该歇歇了。不吹不黑，开盒第一眼还是比较惊艳，背面金属肯定不如玻璃有质感，那我为什么不买荣耀10呢？play的下巴真的很窄，差不多比10窄一半，整体颜值个人觉得比10好看。屏幕够大，电池够大，可能因为电池大的原因，充电技术还是以前的普通快充，所以充电速度不如我的老8快，如果配上10的超级快充就好了。另外要吐槽的是振动，声音比较大，可能因为用惯了8的原因，振动比8声音要大，还有刘海边缘，在白色背景下有些发黑，不过不影响使用，屏幕没有网友说的那么不堪，什么天马屏我也不懂，反正不是以前荣耀9的那种上红下黄的阴阳屏。卡槽有一点点缝隙，只是一点点，所以我觉得做工是不如10的。刚刚玩了一局飞车，最高画质，一局下来提示我上局帧数不稳定，建议我降低画质？那么这个涡轮增压是要手动开启还是默认已经开启的？设置里没有找到有关这个的，明白人告诉我一下？整体满意，值了

