Comment Page 1
1
今天收到哦，简单用用还行，屏幕黄点，如果不对比也没啥感觉。这些年用的都是苹果，今年这个算第二个小米，第一个是红米note4x，实惠好用大屏待机长。平时不怎么玩游戏，除了小米照相不行之外其他用着也都很好，对性能啥的无感啊。之前在纠结是不是买mix，屏幕和窄边外加概念还是很吸引人的，但毕竟一年了价格也不便宜，还易碎太操心还是放弃了，拿到mix2其实还是忘不了mix。说实话mix2拿在手里确实惊喜不多，屏幕也没太多震撼，期待mix3会有突破！加油！

2
快递非常快，当天就拿到了包装还比较好。看到11月1号当天有活动送小米感应灯和手机套什么的才买的。本来想等到双11的，结果发现mix2和小米6基本上都没有什么活动，购物卷也不能用。骁龙835加全系标配的6g内存，使用无压力，性能很强劲。屏幕尺寸几乎比我的6s整机一样大。唯一的不足就是没有双摄，背面的陶瓷背盖比较容易粘指纹。现在就坐等小米的MIUI9系统升级了，美滋滋~

3
特意用了几天来评价的。边框是宽了点，但还可以接受，就当宽了耐摔点吧！屏幕清晰，配置没得说。我用的还是MIUI 8不知道是不是软件还有待优化，打个阴阳师程序还老没响应。上边框的圈角有时看着像不对称样，不过不明显。打游戏什么的发热也还好，没小米以前的热了。这个冬天怎么办啊！阿哈哈！陶瓷后盖接缝也很到位，比米6好多了。前后都容易沾指纹，也很滑，带个壳用也不错。总的来说虽然少了点惊艳，但用着也更顺手。没毛病！

4
等了好久才抢到的3299，手机隔夜定的，一早就到了，看见手机里面有余电大概百分之八十多的电（不知道是不是新机带的），用了一天，到晚下班还有30的电左右，说明电池还可以，基本一天中度使用是没问题，打开手机给我的感觉是屏幕边框比较小，整体的感觉不错，玩王者不卡，很流畅，但是MIUI9不知道在哪里才能升级，手机里面自带的软件还是很多，占用内存也比较大，手机拍照效果比较上一代有大步的提升，效果不错。

5
晚上凌晨抢到的，真没想到还能抢到，手机用着还行，但是照相啊，效果，真心的不算太好，照相儿，晚上，延迟太长。而且相机还有卡顿定版的事。可能是系统不好，等升到最新系统看看，还有没有这种情况。白天照相还行，晚上照相速度太慢。买这电话就是奔着外观去买的。小米的电话照相，还点继续提高，真心的不算太好，相机的功能太少，应该再多些功能，比方环绕拍摄，前后双摄，慢镜头，橡皮擦。

6
纠结了好久终在元旦当天用210的券下单了，目前使用一天半，说下感受
作为一个ios死忠，陆续用过4,4s,5,5s,6plus,中间有过用用安卓的想法，在推出三星9300那年买了一个用了用，就彻底对安卓失望了，新机顺畅，但但凡用一段时间，短则两三个月，长则半年，绝对会卡的飞起，朋友当时的旗舰机也是一样,所以在那几年在网络上一直是一个安卓黑?
随着这几年安卓的进步，随着处理器陆续的更新，安卓机器已经不是那种用一用就卡的受不了的手机了
换手机原因：用了两年的iphone 6 plus，一直完美运行，前段时间没忍住升了ios11，立马卡的亲妈都不认识，感觉手机没有缓存了，随便切个app再进微信都要重新读，巨慢
优先考虑的还是x，但奈何现在ip越来越贵，虽然目前国行已经掉到了7600左右，但还是觉得对一个手机接受的最大价位不能超过6500，钱都不是大风刮来的，手机毕竟是个工具，小一万有点贵。
说下优缺点
优点：反应很快，各种软件都是秒读，全面屏看着也很上档次，手机拿着也有质感
缺点：相机太垃圾，失真太严重，还好对拍照需求不高；app细腻程度还是和ios差的远
真实感受，跪迎喷子，喷子司马

7
可以，握起来手感很好，边框很像果7plus，但是后壳更舒服，为了怕摔，还是装上了赠送的壳。
屏幕很大，边框很窄，视感很棒。
速度很快，刚买的机子都快，但是这个快的变态，打开王者荣耀就一瞬间，比同事的米六快。
缺点就是对小米系统不习惯，感觉不好用，特别是系统自带桌面小工具。

8
手机不错，本想买note3的，可惜一直抢不到减仨佰的卷，后来发现某平台mix2 128G的可以用肆佰的券但也是抢不到，满满的套路，京东双11保价，一狠心就买了这个，送了小夜灯和膜壳。因为这手机之前见过真机，对黑边可以接受（如果不是不放心系统，本想体验努比亚Z17S的）；这陶瓷后盖触感很好；系统因为之前的小米notePro和小米6已经更了9的开发了，这个坐等更稳定版也是熟悉的感觉；相机一般般，没有米6好是事实，但也够用；没有耳机孔不方便，而且我用华为荣耀的入耳式耳机加转接头只有有二维码那面朝上耳机才有声音；玩游戏很6，王者2小时也不发热，note已经是烫手了，现在也支持高祯模式，开应用秒开秒进；信号稳定，特别是WIFI,比上代机增强了，比手头上的P8都要好；电池中重度玩一天下来没问题，很出我所料：最后是11号竟然抢到减仨佰的券，又蹿朵同事买了note3，一会放一起看图。。拍照用的华为P8，所以不是唯米不行，客观评论。

9
用了几天才来评的，首先我先给快递一个赞，还没有一天就货到了，前面一个手机是OPPOR9用了一年时间，卡的飞飞的，脾气来了直接摔了，立马上京东选，第2天就到到手，，刚拿到手机感觉手感很好，很清凉。手机很好用，玩游戏也给力。

10
买来送老公的！外包装很用心，手机外观很漂亮，速度也很快，内存也够大，全陶瓷的手感够好，就是有点重，送的小艾根本不会是使啊！我想问为什么白色的可以领券买，黑色的不可以，一分钱也不便宜哈哈哈！

