Comment Page 1
1
这次的苹果，电池续航能力有所改善个人觉得挺好的，全新机，感觉增加了好多功能都还不怎么摸透，中国苹果服务也挺好，有问题都没有一一解答。但是唯一不理解的是，京东再怎么差也是几千大洋的东西嘛，一个袋子然后里面装的什么东西，看图吧！对京东有点无语的一次，你们是在把你们的宣传广告当垃圾一样的送给我吗？希望京东看到与我联系！真的不理解！手机壳的菱角有碰变形！

2
买这部手机真是一波三折，从年初4000多的时候一直在关注。价格太贵一直没入手，中间八月份的时候有一次秒杀3499。还以为价格会有大幅度的下降，后来秒杀结束又变成了3999。后悔莫及，后来又有几次秒杀3899和3799。10月份月底那几天有几天3599，犹豫了一下还是没入手。等着双11大降价，后来一直是3688。直到9号那天秒杀3466，感觉不会再低了。直接入手3466，用了白条12期分期五折券。合计价格大概在3590左右，这样也比10，11号，到目前又变成3999。很庆幸9号3466直接入手了，要不然还要等到猴年马月了。一直都很喜欢6puls和6s puls，6puls等到买的时候只有海外的官换机了。不想入手，一直等6s puls降价入手。折腾来折腾去快一年才买到手，真的挺不容易的。之前一直用安卓手机，没有接触过苹果系统。好多功能都不会用，回来以后一直在网上查苹果手机怎么使用。之前的HTC one E8一直用着不错，用了三年。现在速度跟不上了，就想着换部苹果手机使用一下。目前使用中指纹解锁貌似不是那么灵敏，有时候要按好几下才能开。按键貌似和5S也不一样，按下去没有那种按压感。继续发现.

3
我这台机器是818入手的3499可以说这个价格真的是最低，做完价格我们再说一下体验， 本人是第一次使用水果机对比安卓机起来水果机可以说是非常的流畅流产真的流产我在台只一直保持在iOS10.3.3这个版本对8p开应用程序上会慢一点还微信会慢一点， 微博开启的速度甚至比8p快，不足的方面就是续航能力可能差一点，还有就是6S是可以按动的后母键有的时候手上有汗指纹识别不出来这个是唯一的诟病而且是经常的事，对于性能这方面可以说是秒现在的r11我也玩过安卓的旗舰机岳麓小米六再开软件的时候基本上是差不多的但是对于软件处理方面水果机完全是在安卓旗舰之上的比如扫码的一方面打开来就是秒扫， 安卓旗舰是做不到这一点的，入手也快两个多月了体验单非常可以可以的非常流畅如果电量在1%的时候会卡， 最大最大的一点缺点就是指纹识别不如8p和7p稍微有一点水就识别不出来手心有一点汗也识别不出来，现在这个价格真的可以入手一台。

4
瑕疵：京东快递收货的时候发现角落被磕碰成这小样，瞬间心情都不好了
手机电池续航：用了一天，拿到手激活后电量是六十五左右，接电话煲粥，晚上还剩下25%电量
外观：没有磕碰划痕等情况出现，屏幕显示很清晰，用起来相当流畅，第一次用苹果手机的不一样体验，不会用，客服很耐心解答，一步一步到位（手把手教学，感激）
正品问题：第二张图，2018年2月6号激活，保修期为2019年2月5日（整机保修一年），这没毛病，绝对首次激活，官网查询百分百，安心使用。
今天心得：高端大气上档次，走路玩手机都带风！

5
考虑了好久才下了订单，本来想去店里购买。
但是业余时间方面有点不充足，出自于信任才会选择京东商城购买此商品！
本以为会失望没想到商品依然是这么完美无暇！
官网也查了保修时间，在有效期一年内的！

6
这是买的第二个了，不是钱多，是不小心放睡衣口袋里然后丢洗衣机里洗了，洗了十多分钟才想起来了，拿出来已经不行了，有图有真相，买的将近5000报价120元，好想找个地方哭一会儿，有图有真相。京东自营，还是一如既往的给力，货物很快就收到了，一如既往的好，活动很给力，很实惠的，比去实体店买还便宜还方便还快速到货，测试了一下，和介绍描述的完全一致，质量很好，正品无疑，使用效果也很不错，很满意！京东商品种类确实很多，和其他网站相比选择余地也就大了很多。 而且可以用同类商品做比较。商品的价格也不贵，性价比挺高的。 感谢京东快递员小哥的兢兢业业、恪尽职守，在最快的时间里将东西完好无损地送到手上，辛苦了！京东自营的商品总让人很放心，值得信赖，无论是订单处理，服务态度，物流速度还是售后流程都让人非常满意，包装非常仔细、严实，真正做到了一条龙服务，必须点个赞！希望京东不要辜负大家的期望，在未来越做越好，做成世界京东！带给大家更好更棒的商品！五星好评

7
这是第二次在京东自营买iphone产品，第一次是给老婆买的。我以前都是用安卓机，特别是今年真是受够了安卓机的卡顿，还有触摸系统紊乱（跟个人使用习惯有关），你打开一个APP，它会时不时的闪退，然后自行打开另一个APP，关键游戏没法玩啊！！你说烦人不，更可气的是有时打电话时它还会自动重启，也真是够了！决定换一个不那么卡的手机。说一下快递，手机是昨天晚上到的，拆封后先查了外观，掂在手里比我的手机重了不少。根据机身背面的序列号和IMEI，在电脑上登录苹果中国官网查询了一下，显示未激活（见图）。核对了型号MN3T2CH/A，暂时确定是全新国行零售版本（也是在度娘上学的）。之后插卡激活、注册神马的，花费了不少时间。开机之后，随即跟手机里面的序列号等进行对比，一模一样。系统流畅度没有想象中那么好，不过真是好多了，等以后用着看看。以前我都是每年一部一千五百元左右的安卓机，基本一年多点更换新机。算起来苹果要是能用3年比用安卓还省点小钱钱。不说了，上图。

8
第一次在京东上买手机，起初各种担心，收到之后，马上确认了是全新的，没用过开封，立马更新看了下，打电话试了下！发现是通话有杂音，还打电话给京东售后，闹乌龙了一下，之后仔细看了下，是自己没用把手机膜撕掉，膜挡在听筒哪里！立马能掉试了一下一点问题没有，给朋友打了一圈电话都说通话清晰的不得了，没问题！这才放心！所以购机的朋友们试通话的时候一定要把膜摘掉哦！手机真的不错?

9
拿到这个产品以后，非常的惊喜。绝对是正品。京东从来不卖赝品看来是真的。外观一点没有瑕疵，手机握在手里手感非常好。这个时候买iPhone6splus性价比非常高。我看库存仅一件了，你可以考虑入手啊

10
手机官网查过了，是正品，保修，通话保修都是正常的。外观没什么大问题，就感觉中间的home键有一点点歪。包装也太简陋了，一个苹果手机外面就一个箱子，什么都没垫，就不怕物流人员过于暴力。就这点很不爽。不仔细看还看不出来，手机运行流畅，用了几天才来评价的。就是不爽，我4866买的，过一天降了100块，过两天降到4666，京东还不给申请价保。真想退货再买的冲动。第一次用iPhone手机，还有很多不明白的，慢慢摸索。手机各方面都好，反应也好。待机一般般吧，毕竟才2700多毫安的电池，不要抱太大希望，要想待机时间长，买个4000，5000多毫安的安卓机。就是看中苹果的系统优化。这都是我使用iPhone的心得。不喜勿喷，纯属个人心得。

