Comment Page 4
1
运行速度没的说，吃鸡什么的非常流畅，全军出击还吃到鸡了，呵呵，骁龙854没得说，系统只是有点不习惯而已，毕竟以前都是用魅族pro6flyme系统，后来发热严重，玩个斗地主都烫手。所以才换一加试试，我不是某种品牌的粉丝，什么都喜欢尝试，音质处理我觉得还是魅族好点，我说的是听歌音效等等，信号方面就不清楚了，不乱下判断，外观也喜欢，萝卜白菜各有所爱吧，纯属各人观点，还有指纹和面部解锁非常快，第一次京东买手机，第一次用一加，非常满意的购物。本来早前买黑鲨或者红魔的，抢了两三次，一直抢不到，还要到黄牛手上买，晕死，加价两三百，算了，看来和这个手机有缘分，爱惜点用吧

2
中午1点左右收到！迫不及待的打开包装，下载了QQ，然后传文件！连续4小时左右直播，打王者，开酷狗音乐，开**，微信，王者画质最高！没一点卡顿！！！5连胜！！！因为中途我还要设置一些！所以打了6把！输了一把！昨晚我看了好多评论，那些评论差的我看了都怕！幸好我的没问题！第一次用1+手机！电池充电很快！安兔兔真机！跑分24W，可能是我下了太多软件！总之就是好！很好！非常好！全力支持！虎哥加油加油加油！那些黑粉，喷子，看好了！本人亲自测试的！

3
屏幕质量很好，没毛病，显示很鲜艳也没见他们说的颗粒什么的。系统简洁非常，慢慢习惯这个类似原生态的系统，第一次用一加的手机，拍照清晰不输苹果8p，夜间没试过不知道，游戏性能自然不用多说，暴力的很。但是估计是夏天的关系，游戏中手机有些烫。就先这样。后续使用中在说评论。

4
刚买来跑分26万，更新系统后，直接28.7万，快29万，非常给了，本来想买8g128，结果都卖断货了，选了6g64，但跑分依旧给力，屏占比很高，打游戏超流畅，带电也不错。最后，重要的事情说三遍，充电真的很快，充电真的很快，充电真的很快。即使是打游戏是边充边玩也很快，强烈推荐游戏玩家购买。

5
本以为墨岩砂会比其他颜色逊色一些！看到亮瓷黑 月牙白真的颜值爆表的超级感！！但是高配版的一加六只有墨岩黑版本。。。感觉会很平淡。。。所以还是放弃了颜值爆表。。。。然而却发现现实显然不是这样的。。。。绅士也是有很炫酷的体现！！灯光下隐藏着华丽的S型曲线！厚重的质感不乏英雄光泽。。。。果然是西装暴徒般！！！炫酷的光彩！舒适的手感！全速的流畅！真的太爽了。。。。。之前仍在用着一加5虽然金属的磨砂质感没有6的华丽！！但是这两部手机我都挺喜欢的。。。
希望一加能够继续加油！创新出更新更好更快的一加！

6
今天14点收到手机+耳机组合，先评价手机：性能大家说的太多，8+128，很棒，够爽快，安装卸载快的一13；相机，日常需求手机里排名中上，我觉得好用够用，我又不专摄；系统简洁，本人要求不高，日常需要无非天气，日程备忘，计算器等，都可自调，而且我认为手机自己调教（整理优化）过的界面才是自己的，所以不认同人们说的简陋，我可以自己调整桌面快捷方式，也可以下载第三方软件；待机充电40分钟，充入74%；无线网络，房间内玩王者（路由器客厅），一点不卡，不断流（原用p9信号一点不好），让我明白了，原来网络跟手机有很大关系；大家关心的缺点：1、屏幕---真心没感觉各品牌手机屏幕有啥区别，看久了都会流泪啊，跟屏幕关系貌似不大，2、扬声器---正常音质吧，我要求不高，看见别人说位置反人类，夸大了，我原来p9也是底部，玩游戏也会挡点，可我一样5杀，不影响听歌看视频使用，3、人脸解锁，这个确实暗环境不行，我是不在意，毕竟只是所谓的&ldquo;黑科技&rdquo;，4、续航，我觉得正常水平，毕竟电池容量，屏幕尺寸在那写的明明白白。只能写这么多，想告诉大家，买手机最注重的是性能，其他都是次要的，安卓系统，哪个老的最慢才是王道。

7
一加6果然没另我失望，跑分高，简洁的操作系统，比起小米臃肿的系统畅快多了，还有预装的软件少，还能删除，这个给满分，不像小米和其它国产机给你预装一大堆没用的软件，还不能删除，华为也是，我老婆用了一年多的荣耀8卡成狗，玩王者老是掉，还是原生态系统给力，国产全家桶我是受够了。最紧要用上了高通845，这个市场基本除了苹果A11能比，安卓第一阶梯了。祝愿一加越做越好。不要盲目跟风。

8
速度挺牛逼，我第一次购，买买的非常满意6666

9
居然第一天就抢到到了，对此感觉太好了。而且，当晚就收到了！
收到手机，对外观很满意，除了凸出的摄像头外。另外锤子手机商标和指纹解锁放在一起的确值得学习。外观整体非常值得信赖。
系统有点不习惯，过于简洁了，而且APP为啥安装了都在一起，还要一个个放到桌面？另外，缺少自己的安全管家。其他的流畅度，简洁性还是很讨人喜欢的。
用了一天，这个屏幕感觉的确非常不错，我觉得屏幕是手机的两大核心，一个优秀的屏幕是必须的。刘海屏看惯了也还好，主要是系统和APP的适配问题。
另外，8G+128G，夫复何求？
总之，不愧是「OnePlus 6 全速旗舰」

10
到货很快！包装与两年前的1+3保持一致！手感卧槽真好！比X好！
系统还是遗憾，没有加入全屏手势，操作部分没有1+3人性。指纹直接开启相机功能没有了5555

