Comment Page 1
1
「OnePlus 6 全速旗舰」昨天下单抢购，今天早上快递小哥就给我打电话送到楼下了，今天上班去了，就放到快递柜，现在刚取到，很不错，现在是果粉果断尝试安卓，希望不要给我失望，听说这是最接近原生的一款安卓了，上手效果很不错，期待后续的表现。一下买了两台

2
说一下自己的体验把
1.物流:22号晚上8点下单，24号早上9点到。
2.外观很好看，不经常接触流行手机的人可能会被惊艳到，然而我摸过苹果X，努比亚Z18mini，荣耀10，P20Pro，R15，X21，小米MIX2S，S9＋，各种全面屏等等，所以没那么惊艳。
3.速度极快，对比我摸过的机型完全秒杀，为了速度砍掉了很多功能，缺点简画面约风格功能不算齐全，没有语音助手，
4.拍照不算一流，但也是很强的，属于中高端水平。
5.续航需要用时间久了才知道，没有配耳机，只有一个保护壳，充电器，数据线，保修卡，使用说明，
6.正常玩游戏没想象中那么热，如果边充边玩虽然发布会上说可以，但是还是比较热的，毕竟开了全特效。
7.我个人觉得有点大，因为以前用屏幕小的机，在这里说明这是我第一次买一加，一只手掌控不来，我手挺大的你们说呢。
8.看到评论说，扬声器在左下方打游戏会影响，那么我想说你打开屏幕旋转，手机向右90&deg;拿着，食指弯曲就没问题了，那些人脑子真的是有问题，大把手机设置左下角，还去掉耳机孔呢。
9.客服说有发票，可是包装里根本没有这个还需要咨询。
10.总体来说，不错的手机。我想对刘总说功能太少

3
一直期待的神鸡终于到手了，大吉大利，晚上就吃机！刘作虎  不将就  ，加油？

4
我是从一加一到一加3t在到一加6，也算加粉了，但用也有点心得吧，一加现在手机怎么做无非就是内存越做越大也越现代，不过我还是觉得一加一做的最好，电池也耐用多了，一加6电池还可以吧，也感觉信号有多么强，4g网玩王者也没有感觉很流畅，也会有卡顿，没有主题商店，没有闹钟等等___-------总体来说还可以，它的出色还没有玩善，希望做到加粉更认可?????????????????????????????????????????????????????????????????

5
怀着一颗忐忑的心收到了Oneplus6 全速旗舰。第一次买这么贵的国产机，还是有点担心的。我是煤油转过来的从mx6，note6,e3。不知道一加会不会让我变成加油。
外观精美手感舒适屏幕惊艳这是第一印象。

6
考虑了很久，本来想在mix2s，r1，米7中选购，完全没想过一加，但正好发布会出来也正好抢到了索性就买了。顺便吐槽下耍猴的那家真是太讨厌了。言归正传，几天下来稍微说下使用感受，外观来说玻璃镜面的还好就是容易手滑，手感跟之前用的mix陶瓷机身的很像。屏幕有颗粒感，但能接受。845没得说，8+128丝滑的很，农药跟吃鸡效果全开没掉过帧，夏天发热烫手也很正常能理解。系统miui，flyme，360os，magic定制系统都使用过，相比各有千秋，mi臃肿，flyme小清新很好但万年安卓7，360广告爹，华为真的不卡顿。相机双摄随手拍效果也满意，夜间噪点多，背景虚化很漂亮。3.5耳机孔保留也是我选择一加的一个很重要的原因，因为烧了好几条大法、森海，铁家的耳塞，虽然平常都用大法播放器，随身还是手机用的方便。没有无线充电防水遗憾，电池续航不行，耗电有点快。其他暂时没想到什么，过阵子使用后再来汇报情况。

7
手机很流畅 用了一加手机我不想再用其他牌子了 手机好用 做工也好 一部手机能用好几年也不卡

8
第二次入手一加手机，之前用过半年的一加3，印象不错。入了6把玩了半个小时，跟手里的8Plus对比简单说下感受：
1、外观手感没得说，一贯的旗舰感受。
2、屏幕感觉比我的8P尿屏强很多，网上那些个什么专业测试色温色准的真心不能信太多，还是讨好眼球为上。
3、拍照素质比起以前的一加3来说质的飞跃，没用过5T不好评价，感觉跟8P有一拼。
4、一贯的精简安卓系统，速度比起其他安卓UI确实有优势。
5、开机速度比8P有优势，但APP打开以及进入后反应时间比起8P还是有明显差距肉眼可辨。不过这不是一加6的锅，只能怪安卓。。。
6、保留耳机插口，我的一加金耳继续有用武之地了，赞一个，业界良心。
7、性价比无敌，庆幸没入某米某锤，运气也不错，第一批货就抢到。
总结一下：一加依旧是典型的安卓旗舰范儿，有颜值有内涵，预祝越做越好，树立民族榜样！

9
用了一周才来评论，我是从一加一代直接跳到一加一加六的，至于为什么选择一加，大家从图应该已经看出来了，原因就是（一加一代现在尽然还能用！）一代唯一缺点就是卡托太脆容易坏。一加6性能没话说（非常的快）速度不输我的iPad Pro10.5。缺点续航确实不强，但是很兴喜的是昨晚的系统更新，太感人了一加是我见过最能倾听顾客需求的厂家希望再接再厉做到更好。

10
我的一加手机6上手操作视频。经过一天的使用，我对于这款手机的评价：优点突出，缺点也明显（和苹果相比）。性能一流，手感不错，充电速度快到惊人，续航还行。屏幕表现与拍照稳定性不如苹果，尤其是打字的手感，简直无法与苹果相提并论，当然，如果你没用过苹果，或者适应了安卓的打字感觉，那么这款手机用起来基本也就比较OK了，值这个价，用两年问题不大！

