Comment Page 7
1
首先我不是一加的粉丝，第一次买一加手机，以前一直用iPhone。白色的超级好看，手感好到我不想装壳。机身宽度我是可以一只手驾驭的，机身整体尺寸比iPhoneplus型号小一圈，边框很窄，重量也是我能接受的。屏幕色彩方面需要自己设置一下，我不喜欢默认的设置，换成了p3眼睛就很舒服了，没觉得眼睛累。摄像头方面，后置的像素对我来说够用了，前置的摄像头也OK，无功无过，有美颜功能，但是我还是下载了美颜相机。喇叭我听着是音质很正常。上手用了3天，我的感觉是很流畅很快，从面部解锁到吃鸡游戏都很快，吃鸡玩了一下午，手机有发热但是不烫，系统方面从iOS跳转过来我没有不适应。屏幕手势很实用，我不喜欢的就关掉了，目前出现的几次误触现象都是在打字的时候，由于边框太窄感应到了我的手掌的位置导致的，我觉得可以接受，吃鸡没出现过误触现象。信号和网络方面，我接听和拨打电话没出现过问题，Wi-Fi没断过。电池容量方面玩吃鸡的话3小时左右就耗电量达85左右，不一直玩游戏的话我差不多12小时充一次，我基本属于屏幕常亮的那种人，不玩游戏也会看小说啊之类的，但是闪充完美的弥补了电池容量的不足充电是真的快。总体来说我很满意

2
以前没有用过一加手机，但是听身边朋友说一加手机性能好，速度快。而且自己看过了很多测评之后，下定决心要入手一加6，昨天6月6号入手一加6，日期纯属巧合，但是真的很吉利，666！到手之后试了试确实快，不仅外观好看，性能845的处理器那自然是没得事说。之前网上吐槽的屏幕问题，我到手之后根本没有发现，最起码我眼睛看起来很舒服。真旗舰，不将就，选择一加手机真的是选对了！

3
如果你要玩吃鸡，建议不买，太垃圾。简直就是垃圾手机，真是瞎了眼买的时候没看，这破逼手机居然没双声道。干！，你让我怎么玩游戏，就一个@，玩吃鸡根本听不见声音，更别说脚步了，垃圾手机，毫无亮点，真的毫无亮点，我感觉跟我原来的8p差求不多，玩游戏流畅不到哪去。其他还欧瘠薄克。反正我没发现有啥亮点。还敢称游戏手机，双声道都没走，玩你大爷啊(???)

4
手机还是中规中矩的，毕竟不是冲着颜值那些花里胡哨的去的，速度还是很快，毕竟8g运存，操作界面让我有种熟悉的感觉（第一款手机就是OPPOr2017），真的背面和摄像头给我很熟悉的感觉，界面很简单明了，原始的Android手机操作感，智者见智吧，无线信号稳定，这点很不错，其他的等用两天再来评价

5
用了几天，性能真的是强大，各方面速度都非常快，对比同配置手机，一加六真的#，3000多可以和oppo，vivo，华为4000多价位的比。可以网上找对比视频。电池续航是绝对给力的，玩一把吃鸡半个钟耗电也就百分之十，满电玩吃鸡绝对可以续航4个钟左右，而且发热也不明显，除非画质调到最高玩才有点温度。系统很不错，非常精简，没有多余的捆绑。再说一个就是摄像头没网友说的那么差，还是可以的，很清晰，唯一缺点就是屏幕特定情况下有稍微颗粒感，例如微信视频，但是并不影响使用。

6
一怒之下把苹果摔了，偶然间发现一加6看评论这手机都要逆天了，抱着试试看的态度，偶也买了一部，早上拍下午到货，很快。一上手感觉超牛逼啊，感觉比苹果可强多了，好用，没那么多这个那个的。希望这部手机能结实点，好评啊

7
还可以安卓手机！马马虎虎！系统优化还要努力！

8
外包装盒上面写着一条标语：你和流畅之间，只差一个&ldquo;6&ldquo;。用一句网络流行词语来表达，这给我的感觉真的是&rdquo;666&ldquo;。红白的配色真的是很好看，大家可以从多角度看一下外包装盒啦。 打开盒子后，就看到手机了，我买的是亮瓷黑款的8GB+128GB的配置。先不谈配置，从这块全面屏先说起，只想把炫酷、闪耀、绚丽等这些赞美词给全部用上。屏幕的尺寸为6.28英寸，Optic AMOLED材质的这块屏幕拥有19：9的比例，想象一下使用起来的视野会超震撼。5种屏幕颜色显示模式，总会有一种最适合的颜色供我选择。 靠近顶部处的前置摄像头和听筒占据的空间也极小。总之，这块看上去很有美感，摸上去触感极佳的全面屏已经给我很大惊喜

9
之前用的荣耀V9，本来想用两年结果最近吃鸡卡成ppt，就想换一个845处理器的手机，一开始先买了小米mix2s，京东最后一部6+128的，买回来就发现了阴阳屏的通病，到后来实在忍不了了就找客服换货，客服说仓库没货我就直接给退了，在同学的强烈推荐下换了一加6，到手后就觉得这手机手感好，反应速度快，后台挂的住，不像荣耀V9 6G内存还杀后台，在一个就是充电快且不烫手，边充边玩也能冲进去，小米充电快明显比这个烫，荣耀V9是根本没有快充，边玩边充根本就充不进去电，最后就是玩吃鸡，之前mix2s玩吃鸡总感觉烫，一加6温度比mix2s低，同样都是845，应该是优化的问题，最后说一下屏幕，至于你们说一加屏幕辣眼睛，我觉得我自身可以接受，至少比阴阳屏的mix2s要好不少，说句实在的，mix2s好歹也是3000多的手机，用lcd的屏还不用个好点的，显示效果还没红米note5那个屏幕好。。。

10
右上角有缝隙  ！别说什么在标准内 既然在标准内为什么一边有缝隙一边没缝隙   ？四周有漏胶现象！ 就这个品控真不知道3599价位直在哪 别说花这点钱买着这个不错了  我花了钱凭什么买到残次品 
一句在标准内就糊弄过去了？今天糊弄的是一个人明天就是1+自己玩自己

京东物流超赞 10点订单 三点配送  快递小哥态度超好

