Comment Page 5
1
很喜欢这个手机啊，之前买过一部，都没摸熟就被我弄丢了，现在还心疼着，然后高中用到现在的手机实在是卡了，不能打游戏什么的，就又打白条买了一部，红色颜值真的超高的，感觉什么手机壳啊钢化膜啊都配不上它一样。这个就是耳机孔下下面，不大喜欢。电量问题的话，我白天上班一般有空就看看小说电视，五点下班后吃鸡打王者，看小说，听歌，是能用一天的，充电也快。用了一周多现在，出现过问题的话就是唱吧，卡过两次，不知道是手机问题还是软件问题，反正现在各方面还算满意，而且我之前的也是荣耀手机，登录账号的话之前买的字体可以继续用，开心，我喜欢28的字体，超好看的

2
第一次用华为荣耀手机，之前的oppo用了快三年了，一装软件就提示存储空间已满，忍受了很久，终于下定决心买个新手机，老婆说华为的手机很耐用，无意中发现了v10，被她的外观，配置，深深吸引，12月12日0点果断下手，不到几秒钟就抢到了，很好抢，这点很赞。早晨快递让取货，一查是我的情人来了，迫不及待的往邮局冲，真的没让我失望，运行速度很快，颜值爆表，不愧是神机。也没发现评论里说的屏幕显示不好，有格格。真的很满意，后续使用完再来追评哦。哈哈，推荐给大家哦

3
买给我姐的，很棒，电池也挺耐用的，充电也快，暂时没什么问题，玩王者很流畅，帧率没看，我用的关羽都很流畅，好久没玩了，玩关羽生疏了，以前巅峰状态超过同段位99.79的关羽，平均评分10.0以上的，场场mvp，一局20分钟大约耗电5-8个点之间吧，继续测试，有问题再追评

4
手机已经收到，京东的速度没的说，我买的是4G/64G的版本，个人感觉4G和6G没有太大的区别。下面说说手机，速度很快，外观也很漂亮，就是耳机孔的做工太差了，还有毛刺呢！送的塑料壳是软的最普通的那种，需要自己另外买保护壳，因为摄像头太突出，没有保护壳真不知道怎么用（怕摄像头磕坏）。再说说卡槽，是金属加塑料，几千块钱的手机还再扣这点金属钱，有点太过分，这点抵制华为，希望改善。
面部解锁很快，很好用，配合抬手亮屏，简直太完美了，这点必须赞?，个人感觉比苹果做的好。系统很流畅，发热也可以，背部比较均匀，没有特别高的温度，作为一名检测工程师，这点的赞?

5
显示效果很清晰，手感超级棒！荣耀的手机没的说！

6
手机到手用了几天感觉挺好用的，一直都是用华为的。特别放歌就像音响一样，灵敏度也很高的。

7
本来想买红色的 要等1月1日后才有货 不想等 买了个金色的 直接配了个红壳也挺好看。
用了几年的荣耀了 质量信得过。这个AI 倒是挺智能的 推送的基本上都够用了。特别是快递信息，不用翻订单，直接在页面显示快递进程 这个给个赞。能够把最近常用的应用直接给提出来 很方便。还有那个找手机 挺好玩的。直接自己说话打灯 放音乐，不怕掉到哪里看不见手机在哪儿。
相机不错，这个相机速度超级的快，对焦基本不用等，成像效果好。
但是就是这个指关节截屏感觉做的不满意 轻巧没反应，重点敲吧 让旁人看了感觉怪怪的，你说这个屏要是敲碎了算谁的?。 我倒是觉的还是三指截屏比较好用一些。
有个软件叫做翻译 貌似这个做的不好 应该是第三方软件吧！拍照翻译 英语倒是基本可以理解，到时日语翻译出来那真的就是一个云里雾里，翻译一次一个样子，而且不支持竖向的文字，下载了一个日语的翻译包130多M足足用了一个小时 我不知道它是从哪里下载的，不过也没啥用，因为根本就翻译不出来，下载软件到是挺快。
那个摄像头太突出了。
就是6G内存 可用内存只有2.7G这个挺夸张的 我原来的4G内存的手机可用内存都有1.8G左右感觉不好。

8
手机已经收到，京东的速度没的说，我买的是4G/64G的版本，个人感觉4G和6G没有太大的区别。下面说说手机，速度很快，外观也很漂亮，就是耳机孔的做工太差了，还有毛刺呢！送的塑料壳是软的最普通的那种，需要自己另外买保护壳，因为摄像头太突出，没有保护壳真不知道怎么用（怕摄像头磕坏）。再说说卡槽，是金属加塑料，几千块钱的手机还再扣这点金属钱，有点太过分，这点抵制华为，希望改善。
面部解锁很快，很好用，配合抬手亮屏，简直太完美了，这点必须赞?，个人感觉比苹果做的好。系统很流畅，发热也可以，背部比较均匀，没有特别高的温度，作为一名检测工程师，这点的赞?

9
网购一直都在京东上，东西收到了，速度很快，用了几天，感觉非常不错，手机也很漂亮，非常喜欢，犹豫了几天还是决定了买这款手机。没让我失望，从华为荣耀5一直用到现在，很不错，支持华为，支持京东，希望越做越好。

10
考虑了好久才选择入手，最终选择这个配置这个颜色的V10，HUAWEI手机老用户，数据迁移方便快捷，手机是2017年的新手机，不管是硬件配置还是颜值都可以，上手感觉很好，自带贴膜和保护壳，后盖手感很好，开机流畅，用一段时间看看970和EMUI8.0的效果，我感觉应该会惊艳我。

