Comment Page 4
1
下单两个星期手机到手，而且包装很简陋，手机盒子有磨损（见下图），使用三天，谈几点个人感受：
优点：1、外观不错，屏幕很大，手感很好；2、指纹解锁很方便快捷；3、手机很流畅，基本无卡顿；4、夜拍提升很高，效果很满意；5、充电很快，待机时间很长；6、智能辅助里面的一些功能很好用，例如分屏、文字爆炸、滚动截屏等
缺点：1、京东物流不如以前，主要是包装和速度，也有饥渴营销的因素；2、耳机孔有毛边；3、屏幕分辨率太低，不太符合这个价位；4、人脸解锁不是很灵敏；5、摄像头很不美观，容易磕碰
总结：个人支持华为，所以给五星，手机日常使用很方便，基本功能都满足，拍照加上光学防抖更完美，同时支持京东支持刘*东，希望继续改进加强！
以上观点仅代表个人意见，希望过火越来越强！

2
京东618实在没忍住，在617的夜晚买了拔草已久的荣耀v10送给妈妈。不到2500元，性价比感觉很不错。首先，外观v10魅力红和6p都很美有木有。v10和ipone6p长度和厚度一样，宽度略窄2mm，图四仔细看落在一起稍微能看出点6p的边边。其次，v10机身内存6g+64g，6p内存64g。第三，使用时长来说，本人6p2015年5月份买，使用到现在，内存差不多够用。速度还可以。当然不能更新到ios11。所以想着妈妈肯定也够用。使用年限如果能达到3年以上速度依然如初。那就是性价比之王了感觉。待考查。第四，图片清晰度来说，绿色是v10照的，紫色是6p照的。拍照时的清晰度和明亮度很明显有差别。保证拍照没有美化。第五，玩游戏来说。老公反馈。吃鸡刺激战场清晰度v10明显比6p好。更何况屏幕更大。速度差不多。第六，音效来说。个人感觉v10稍微清亮一些，6p声音圆润一些，各有所爱。最后，价格。v10。2479元；6p。5500元。总而言之。如果荣耀v10能在三年后甚至更长时间运行速度依然如初。不卡顿。那才是大家真正的心头好。加油哦。

3
收到机子我很喜欢，出厂自带贴膜很棒。屏幕大我手小也能拿住用，比一般六寸手机窄，手感很好可单手操作。前置指纹解锁也很快很好，最爱这个了。看评论说国产屏幕有斜纹，我的这个没看出来，屏幕很清晰，没问题。电池也很耐用，充满电，我第一天轻度使用，到晚上还有96％的电。后来中度使用，到晚上还有70％多的电。处理器速度很快，不比苹果差，软件都是一点就开。相机也很好，比我的苹果se强多了，拍照很清晰，暗光拍摄效果也很好。自带的文件保密柜，应用锁，都非常实用，很好的保护隐私。左滑动聚合信息很人性化，稍后阅读，可以将网页等收藏以后看，很实用。还有关节双击屏幕，实现截屏很方便，还可以截长图。qq微信可以应用分身，同时各登录两个。总之各方面都很好推荐购买。缺点是，输入打字有问题，经常打错字，这个可以忍受。打电话信号可以。就是数据网络非常差，4G网络还是非常非常慢，比苹果差多了，这个实在不行。这是我这手机唯一也是最大的缺憾！

4
心仪已久，终于抢到了，使用体验很好，是我想要的(???)?表白我大荣耀?(?@??A)?666?红色版本漂亮的不像话，拍照体验极佳?&bull;??&bull;??等过几天在帮老公买一个蓝色的(???)?指纹超级灵敏了，大爱

5
首先说下我不是任何牌子的粉丝，从一个消费者的角度客观评价一下，今天3.3日收到的手机，外观不多说，比图片好看，萝卜青菜，各有所爱，拿到手里质感不错，指纹解锁，面部识别解锁都很快。出厂屏幕有贴膜，材质我不是专业的不清楚，但比较容易留指纹。系统预装软件有点多，不过可以卸载问题不大，使用流畅。目前只感受到这么多，用一段时间再评，希望能给大家一点启发

6
摄像头有点恶心，
单闪光灯泥麻的，
带套特容易积灰，
系统有点儿抄弹，
频段阉割太厉害，
相机真鸡儿巴渣，
单喇叭声音辣耳，
3.5口耳机孔好评，
18比9圆角屏一般，
前置指纹非常满意，
金属后壳verygood ，
有红外摇控挺良心，
比上不足比下有余。
.........END .........

7
这款手机颜值高，照像很清楚，人脸识别相当快，运行速度也很快不扣顿，物流也快，非常完美的一次购物。

8
华为荣耀Ｖ10　大屏，屏比合理，虽然是5.9，但手持和5.5的屏一样宽，女士用很适合，1080的分辨率最好，我原用的是2Ｋ屏，那叫一个费电，后悔莫及。机器自启程序很多，我也懒着关，因为不影响速度，运行很快的，自带的手机防盗定位功能，我试了一下，在电脑上就可以查到手机的位置，且不用开ＧＰＳ，手机带ＮＦＣ功能。可以刷各种卡，我还没试过。后双摄，太清楚了，原来在暗的地方手机照不了的地方，用这部手机照很清楚，超满意。就是拍下两天以后才发，发货慢了点，商家说这款红色没有了得从商家现调货才发，好在快递还挺快。与描述的相符。本评论实事求是，不会违心评价。总之，性价比不错，支持国产。

9
京东快递一直很满意啦！早上下单 下午就到了。刚刚打开第一感觉是手机好长方形 比其他手机都要长一点点 比例有点不一样 外观是好看的 现在用了一个星期了 暂时没有发现有问题 挺好的感觉 充电超快 然后用电可以用很久 满意啊！不好的就是现在买钢化膜都有白边的 虽然有什么去白边的液体 可是暂时的 几天后又恢复白边了 烦人。指纹解锁这个很正常啦 我想说的说人脸解锁 哇塞 厉害死了 超级好用的 朋友都赞不绝口 啊哈哈哈哈哈哈  图片是在充电 然后贴了钢化膜 戴了手机壳

10
订购完成等了四天终于我最爱的v10今天终于到货了，马上就打开看看试试，6g运行内存真的没有让我失望，也是第一次用荣耀v系列手机，祝国产手机越来越好。

