Comment Page 2
1
物流快，灵敏度高，手感好，功能多多

2
上午拍的下午就到了。之前用的v8，用了一年半，对比了小米全屏和v10最终选了v10高配，手机到手很满意！新机就是贴过膜的，还送了透明硅胶壳，唯一感觉别扭的是两个突出平面的摄像头，请看图

3
手机很不错，买给父亲用的。

4
今天刚开始用，用用再说吧！应该会不错的！一直用华为！没有让我失望过！过几天再来评论！

5
期待了很久，等了很久，现在到手有点失望，感觉发布会的吹得有点过了。
1不满意就是后盖感觉很空，里面不够饱满，薄薄的。
2屏幕有斜纹
3耳机孔实在惨不忍睹，这毛刺，感觉是人工钻的。
4充电孔里面空空的，感觉不防水不防尘
5电池也不算耐用，一般，勉强够一天
6后盖感觉不是金属，中框才是
7发布会的很多功能都没见着，感觉跟普通手机没啥区别，比如拍照出双胞胎，换背景，3D啥的，都没体现出AI的什么特别。机子玩荒野逃生居然偶尔会卡，我旧手机三星s6返倒没出现过。
8还有面部识别速度慢，光线稍微差点都不行，感觉鸡肋，还有屏幕的信息隐藏功能，我看的时候基本是信息已隐藏，擦。
总体说，失望。

6
第一次在京东买手机，谈一下个人感受，去年夏天给老婆买了一部荣耀9高配版，配置，做工，颜值，系统等各方面都满意，唯一的遗憾是中了个三等奖，不过老婆不是手机重度使用者，所以也无妨了。今年6.18看优惠力度不错，果断下手了一部荣耀v10高配版，v10的硬件配置自不必我多说，大家都了解。晚上下单次日上午就收到了，拆开物流包装，里面的手机包装完好无缺，这点让我很高兴，因为早熟悉了荣耀的系统，所以下午很快就安装好了我常用的那些软件，每个软件都依次登录我的账号信息，再把我旧手机上的数据导入到新机里，一切就绪后开始体验，期间有多个程序使用时有卡顿，还出现过一次自动重启手机现象，然后和老婆的荣耀9进行同步对比，却发现打开同一个软件时的反应速度却没有9快，很疑惑，难道麒麟970还不如960？还是说因为新机头一天使用，机子消化不良？今天暂不下定论，用几天后再来追评，本人一直支持国产实业，希望华为不要让我再次有遗憾！

7
19号早上下的单，商品页面显示预计31号之后才有货，物流一直显示采购中，等得我比较担心?。但是意外的是23号早晨起来一看发现已经发货啦?，从外省发过来第二天早上收到。用了两天，感觉真的很不错。屏幕够大，看着舒服。外观实在是很喜欢，机身、颜色很漂亮，配上了一个自己买的*块的黑色外壳（自带的总觉得不好看?），手感、颜值都没的说，而且加了壳之后，摄像头的凸起也不醒目了，我感觉反而有点像大眼萌?。性能不错，指纹解锁也很快。。。。。。关于网上好些人讲屏幕颗粒感什么的，买的时候也比较揪心，不过拿到手后，确实没发现屏幕有什么问题，我平时喜欢看看视频什么的，看习惯了平板，除了屏幕小一点，没觉得有什么不适应的，可能部分网友说得夸张了点吧。。。?目前手机还没有发现问题，出问题我还会及时反馈的??

8
昨天拿到手机就迫不及待得打开，黑色&mdash;&mdash;女生也很适合！单手握也不觉得太大，手感也很适合。下面我将从女生角度分享我这一天的使用心得，希望能帮到你。
①速度：我不玩游戏，只看视频，买的低配4+64的，很流畅，在使用的过程中，正常运行占2.6内存。我觉得如果平均2年换一次手机，只玩一些女生的消消乐啥的小游戏，4+64的手机绰绰有余！
②相机：对于女生拍美美的照片是必不可少的，V10前后摄像头都有美颜，还有背景虚化、大光圈、专业摄影一堆没来的及试功能，完全满足了我的拍照要求。不过有一点比较遗憾，当我把美颜值调到0的时候，好像还是有美颜效果，让我LG非常不爽，他觉得把他照得太油腻了。
③语音唤醒：这是标榜AI的一个小功能，非常好玩。当找不到手机的时候可以大声呼唤，手机就会回应你，当然还可以语音打电话，查日程，上微博。有一点比较麻烦，当手机还没有训练好的时候，他它总是说，我没听清，哈哈。
④双4G：两个卡都是小卡，今天也得地为此跑了一趟营业厅免费换了卡。两个SIM卡是可以互相呼转的，这个非常方便，正好我的一个联通一个移动，信号不好的时候也不会漏接电话了。
写的有点多，其实还有一个遗憾就是少个耳机&hellip;&hellip;

9
京东配货速度就是快，次日达。第一次用华为手机，上手感觉不错。昨晚专门去实体店看了mate10，超级厚，比带壳的v10还厚，屏幕也比标配版的mate长些。华为的指纹解锁超级快，语音唤醒功能好好玩。颜值还算挺好。从苹果阵营脱离出来，感觉发现了新世界，好好研究怎么使用先。听说好好评论有耳机奖哟～

10
个人很喜欢华为的品牌，这个赶上618就下手买了V10拿到手真的很喜欢，.手感不错，吃鸡无压力，真心被
V10折服，之前看到说屏幕有点问题，现在仔细得看了，并没发现有什么毛病，必须五星好评

