Comment Page 1
1
给妈妈买的方便她去超市购物可以随时查看价格，屏幕大看的清楚，可以导航这样就不担心迷路了，以前用的小米3对于老年人不是太大，属于适中，现在家长也会微信了看看新闻***，聊天也不用担心看不清楚了，还可以玩欢乐二打一，哈。50岁以后就不用担心废眼睛了。没有发现使用问题。

2
1.大，本来用6英寸奇酷旗舰，都觉得这个大，我是一个手能抓起篮球的，这个手机单手操作还是要当心掉。
2.电池大，玩了3个小时王者，也就用20%，5点多开的机器，开概是90%不到的电，到12点，还有60%的电，装软件，玩游戏加起来最少有5个小时。
2.手机手感不错，薄，光滑。
3.指纹解锁很快，轻触一下马上就开，系统是米8安卓7。
4.王者农药很流畅稳定30帧，不过我是选最低配置，玩了几局，时不时有点小温度，不烫，有时网络红了会小卡，不知道是无线问题还是手机问题，
5.相机晚上用感觉比不上奇酷旗舰版的双摄。
6.tape c接口，家里的那么多数据线不能用了。
7.耳机接口在最边上，带着打游戏手指刚好搁到。
8.与或卡槽芯片都朝一个方向，无法tf卡跟sim改造在一起用。
9.没运行程序时，内存就只剩下2g到2.3g。
10.边有点大，不管白的还是黑的，左右大，上下更大，奇酷旗舰版达到83%，max2只有74%。
买的时候没注意套餐，加100送耳机和半年碎屏险，本来屏险就要买的，只能去其他买了。
着急想看看手机，到京东自己取的货，现场就开机拍了几张照片，随便拍的。边上手机是华为5.5寸的。

3
用了一段时间才来评价，一直很中意小米的系统，所以换手机优先考虑小米，刚开始想换note3,性价比最高，可屏幕尺寸5.5放弃了，还是决定max2，手机和想象中一样很满意，大薄手感一级，超级耐用，正常使用两天没什么问题，分辨率也可以够用了，唯一的缺点拿在手里没有安全感怕摔了，果断膜壳指环都上了，哈哈虽然没手感了但拿在手里放心了，图里有和我三星note4大小对比，最后一点，玩荣者爽飞了！

4
0-0一到手感觉大...真的大，对手小的来说单手模式操作是不可能的，还是双手来吧，屏幕分辨率看起来还好吖，有点嫌弃手上的5.5了，仔细看细腻程度才有差别吧，啥也没开剩余可用内存2.1，还好还好...手机声音也是挺大的，跟手上的s7e比较，这个价位相当不错了，再感叹下这大屏真的好，平时家人只用来微信看视频足够了

5
物流真的快啊！11日凌晨两点下单，晚上6点就送到了！！！特意用了三天才来评价，总体还算满意，关注了好长时间，出了黑色的才买，电话很大，真心大！看视频，玩游戏挺酷，配置来说，这个价位的也可以啦。主要想体验大屏，大电量还值得买。系统自带MIUI9，速度快！买了几台小米手机了！红米1，红米note、红米note2、小米2、小米5&hellip;&hellip;*来后给老人还都在用，小米还是质量不错，值得信赖！希望小米一如既往，不忘初心的做国民好手机&hellip;&hellip;

6
屏幕大，内存大，电板很给力，用了一整天，才用掉60%电量，看字舒服。拿在手里合适，音质也不错，立体声，手机上下方各一个喇叭。手机下方的两个喇叭位置，右侧是喇叭，左侧貌似是麦克风。摄像头差了点，还不如红米note4x清晰，总结一下，喜欢大屏幕的非常值得入手，性价比最高的大屏手机之一。自带MIUI9.0，个人觉得9.0不如8.5好用，可能是不喜欢细节上的改动。

7
不错不错，第一感觉就是真特 么大，带电特好，没毛病老铁，6666，不过我一个大老爷们给我送个粉色耳机什么鬼？

8
大大大，特别大，大过车模朱可儿，玩游戏看电影神机，下面是2米所拍！！！！！！！！！！

9
1号抢购并付款成功，到8号才收到手机，这不说了，手机开箱先发现说明书，小米的说明书不都是放在手机下面的吗？手机的后盖直接怼着充电头和线，有轻微的刮痕，想着等了那么多天才拿到手机我就忍了。max2不具有太高的性价比，屏幕大是大了，但不够细腻，有颗粒感；用625的U简直是渣，微信选张照片都卡得点不了；4G内存刚开机只剩2G，后台就开了微信、**、乐动力三个APP，内存竟然就剩下1G了，还没我前面用的红米N3多；充电口处没有处理好，有些割手；双扬声器和索尼摄像头就是噱头，效果根本就不咋地，晚上拍摄简直就是悲剧；电池是不错，这么大个屏幕，正常用可以用2天，开导航不外接电源6小时还剩30%的电量，而且2小时左右能充满；最欣赏的是MIUI系统，方便简洁，从11年开始用小米到现在没换别的品牌的手机，就是因为MIUI。最后总结：应该买红米Note4X。

10
这也是我选择京东购物的重要原因。来说说手机，MIUI系统还是很喜欢的，电池5300毫安，待机应该无敌了，骁龙625的U，比一代的653性能弱一些，但是温度控制和能耗会好一些，这也是续航好的重要原因，我不打游戏只看看视频，上网看看新闻发个朋友圈，完全够用了，手机外观采用一体式全金属，超薄设计手感好，后置指纹解锁灵敏，6.44屏幕采用天马屏，经测试无漏光无偏色无坏点，后置1200w摄像头中规中矩，没有惊艳也没有失望，前置略差，采用双扬声器设计，看视频很爽，立体声效果明显，带红外遥控很方便，一直相信你们，希望不要让我们这些老客户失望，让生活越来越好。

