Comment Page 1
1
用了有一周了，手机很好用，开机一键克隆，人脸识别很快，手机整体很好看，性能的话我没有研究，不过全军出击有掉帧卡顿现象，王者也有点点卡，不过比小米6好多了，就因为我的小米6手机竟是小毛病，掉漆，断流，信号差，按键松动，相机老是打不开说连接不上（去检测了说没毛病，系统问题），去小米论坛反馈，都说我是黑粉，甚至私信骂我，我也不想再用小米了，所以我才换的新手机（这里不黑，纯粹是我的个人使用经历，谢谢）。快递的话前天晚上八点多下单，第二天下午就送来了，手机盒底部有磕碰，手机没有事。手机很高档，不掉价，没有低端廉价的感觉。再使用段时间看看，总体很满意。对游戏没要求的，可以试试华为，我觉得不会后悔，玩游戏的话还是考虑骁龙835吧，毕竟性能在那，玩王者的话还是选OPPOvivo吧，毕竟掏钱给腾讯合作优化了。反正以后我可能就一直用华为了。

2
昨晚下的单，今天早上很早就送过来的，京东的速度真的令人满意。拿到手机，操作了一会，目前挺满意的，对于刘海下巴这个事，我觉得能接受，一个习惯问题而已。粪x刚出来的时候不也吐槽不好看吗？p20人脸识别还是很满意的，超级快。试了一下拍照，满意，看到很多人吐槽自拍，我试了一下，感觉没毛病啊。

3
哈哈哈，赞不赞。
惊艳不惊艳，气派不气派。
国货当自强。
三星苹果靠边站。
谁能横刀斩洋货，
看我天朝大华为！

第一时间下单，第二天下午就到了，立马打开，颜值满分，相机满分。其他慢慢体验，反正不怎么玩游戏，性能扛扛的，肯定够用！

4
宝贝终于收到了，回到家就迫不及待拆开外包装，在拆开那一瞬间真的惊呆了我，太漂亮，大酷了，不愧是国产第一大品牌，太给力了，还没来得及开机，我的苹果6p该放抽屉了，希望华为越做越强越做越好。非常满意的一次购物。

5
不想等荣耀10，就是喜欢p20。
渐变粉的玻璃壳撩炸了老夫的少女心！（玻璃壳异常容易粘指纹）
华为美术馆壁纸和交响乐章手机铃超贴合心意~
华为智能界面设计相对用过的其他手机，出乎意料的人性化！付款超快，快递自动显示，一键打车（不用去找软件啊）
日历支持中国农历及法定假日的调休显示（个人在意）
备忘录界面支持打印和水印，切换显示也很水心，今后改进加密和分类会更好。
拍照功能强大，美颜功能很霸道~AI功能鸡肋，只能说尚不成熟。照片与云端管理同步很人性。
自从有了通话volte，再也不担心突然来电造成断网了。
面部解锁新颖但不成熟没有苹果安全。
下部的返回键，因为之前用的魅族苹果，所以突然用华为这个真是很不习惯了，后续再看吧。
连续划屏确实不流畅，有待改进。
一打的预装软件自己卸掉。
刘海屏很伪（笑），但是很美！侧边框比X窄，看起来比X轻薄，不想说下巴（笑）
不用于游戏，不评价性能。
电量，算比较耐用了，中度使用一天一充。
总体评价：美！人性化！智能！
让人感觉到科技在进步，不悔入华为。
华为真的很棒了，今后也继续加油啊~

6
还好，只是有点重，送的手机壳不够高档，塑料的，运行的速度很快，只是带套后有点厚了，有点重，仁者见仁，智者见智，总体来说还不错吧

7
苹果7用了16个月了，有点卡了，换了p20用用，听说拍照相当ok的，所以第一时间入了，期待已久了，很喜欢p20的拍照相比果7夜景提升很大的说。

8
昨天下的单今天到货了，物流速度不快不慢，快递员服务态度nice。包装太简陋了，手机盒子外边就只有京东袋子，盒子角都磕了。再说说手机本身吧，用过魅族、小米、苹果，首次用华为手机，刚上手系统感觉还不错吧。iOS系统比较流畅，不是盲目崇拜，客观评价。人家从做工到系统性能都领先，只是现在苹果不追求设计追求销量了。再说回P20这个机子，外观挺OK的，黑色低调稳重。摄像头镜头的工艺我有点怀疑，肉眼可见镜头是往上偏了。客服人员说是：后置摄像头有防抖和对焦功能，镜头可以活动，从不同角度看可能会存在偏心现象。华为手机在出厂前已进行摄像头拍照功能全检，这种偏心对拍照性能和效果没有影响，请您放心使用。（客服原话）对于我这种强迫症患者来说比较难接受，不过只要它不影响使用，还是可以接受咱们国产品牌的。希望华为诚实对待顾客，毕竟咱们也希望国产品牌做大做强。最后上一波图！

9
第一个用的真正意义上的智能手机，是2012年大学时候充*元话费送的华为手机，已记不清是什么型号，但是还记得华为手机曾陪我度过了难忘的两年大学生活，后来用过红米，无力吐槽小米，性价比再高也不买。用过苹果6,三年了，最#的就是天冷手机直接关机了，打电话会黑屏，现在6已经跟不上吃鸡的节奏了，碰巧手机屏幕被摔细碎，继续转战华为，p20拿到手上感觉有点大，做工一流，拍照炸裂，运行速度流畅，可以放心的吃鸡了，哈哈。希望华为越来越好，国货当自强！

10
没抢上第一波，无奈去了官网订了一个，却是要等4-5天才发货，心里那个猫爪难受，直到又刷出来可售信息，赶紧退订了在此下手。隔天一早拿到，立刻冒雨奔公园去体验了一下传说中的神级摄相功能，没比较过pro三个头的高档货，但是已经相当满意了，正在烤机研究中，期待有更多的惊喜&mdash;&mdash;据说写这么长不仅给豆豆还有充电宝送，really？??

