Comment Page 4
1
很满意，运行速度很快，发货也比较快，能在这个时候拿到上个月月底刚发布的新手机，也算是不错了。全面屏还是很震撼的，虽然有大大的刘海，但是并没有想象中那么丑，刚发布时看网上的视频和图片，感觉丑炸天，打死也不买它，后来去小米之家试玩了真机，感觉还挺好看的，和我一起去体验的朋友也是同样的看法。做工算可以，按键确实有松动，网上说的疏油层问题似乎也存在，但感觉没啥影响，网友们担心的屏幕辣眼睛问题实际体验是确实辣眼睛，但也在可接受范围。许多问题其实别人不说我们可能根本不会在意，只是大家都在讲，强化了我们对于某个方面的恶感。总之，这个价格买到这个配置足矣，这所谓求仁得仁，在意价格和配置的，买米8没错。京东这次的包装真的不行，直接放在一个小纸盒里，纸盒与手机原包装之间没有任何防护措施，拿到快递摇一摇，胆战心惊。还好开箱没啥问题，希望京东可以改进一下。附上几张开箱照和实拍样张。

2
拍照是最大的亮点，其实米8和华为的拍照各有优势，米8比较自然，色彩特别好！华为比较味精味。当然夜景华为完胜。
流畅程度也很好。面部解锁快。手机质感做工都非常好。

说一下缺点，第一屏幕，A屏真的辣眼睛。闪的厉害，虽然肉眼看不出闪，但是没有iphone的屏幕舒服，晚上低亮度不敢用，不过也强制性减少了我玩手机的时间。而且屏幕品控有问题，第一台右下角有亮点，第二台上半部偏黄。
第二个缺点是小爱同学低于预期，不知道是不是官方宣传有夸大还是我的没有升级。发朋友圈这种事情她根本就做不了。
第三，外放比较渣。
第四，发货慢，不好抢，抢到了还要采购。耍猴没有停过。

3
小米8货到。真正品的商店。真心舒服触摸小米。最大加强性能的小米手机。我爱小米

4
6月12日早上10点浏览器开三个窗口，小米官网，地猫小米旗舰店，和京东同时开抢，结果小米官网十点直接显示服务器忙碌，地猫几秒售罄，只有京东的被我顺利抢到。事实证明，京东抢预售商品比较高效。等了三天15号早上拿到手的，蓝色版果然是颜值最高的一个色系，可惜现在只有128G的，如果等两个月有64G蓝色会更划算。说说上手感受吧，骁龙845算是旗舰顶配了，在玩农药和吃鸡上帧率和流畅度确实高一些，平时一般使用觉得6X的骁龙660已经足够了。拍照的确不错，我觉得是这个机子的最大亮点，智能AI能识别场景自动优化色彩和对比度，照片整体色彩比较鲜艳，红偏少，黄偏多。相机DXO105分应该是没有的，比较中肯的话在98分左右应该。主打的双GPS没说得那么神，用高德导航了两次都有些偏差，后来用百度比较准确一些。屏幕我觉得尺寸和刘海屏都可以接受，抄谁不重要，关键是好用和你的接受度...

5
捡漏捡到的一台手机，手机显示效果不错。但是低亮度的时候，我还是无法避免闪屏。这个闪烁肉眼是感觉不出来。但是别的手机可以拍出来。据说，暗光环境下，长期使用会比较累眼。试试感觉也是比较累眼。没有办法，现阶段a屏的，亮度调节只能采用这种方式。
几天用下来，相机死机了五次。拍文字的时候，中间清楚，四周容易模糊。虽说用了骁龙845的芯片。但是使用感觉和我的小米6没区别。速度并没有提升。
必须要吐槽的就是人脸识别功能。带了眼镜，一个劲的提醒我，睁开眼睛，睁开眼睛。根本无法完成人脸数据录入。这个和苹果的差距不是一星半点。
总体说来，这个价格还是物有所值。但是绝对不值得加价购买。

6
少一星是因为发货实在太慢了，第一批付的100定金 6/5就付完全款一直到15号才收到
手机尺寸手感都还可以，摄像头凸起比较多必须带套（官方送的套基本与摄像头一个平面，不能有效保护，建议另外再买），硬件方面已经算是顶级配置没得说，就是背部指纹有时候不方便，刘海屏还有很多软件没有适配用起来不太好用，游戏方面还是会有点发热，续航目前只用了单卡，轻度使用只接电话看论坛不玩游戏一天一充差不多，双卡都用加上游戏多的话估计一天得两充，相机拍照还行吧，夜拍效果还不错但是估计还是比不过华为，低亮度下噪点还是挺多挺明显的
总体使用下来还可以接受，原本都想晚于15号到货就直接退了上mate10了，还好及时赶到使用也挺顺手的

7
之前用的是红米note3，两年了有些卡。现在换成小米8。5号下单6号付款，昨天晚上五点多发货，今天早上直接奔到快递点去拿的。因为白天要上班家里没人。快递大哥很敬业，很热情，必须要点个赞。
手机方面：，速度和颜值都刚刚的，开心啊。对了，最近上海小米开通nfc公交卡，免29块钱开卡费，去开通吧?

8
小米8抢到了，用了几天了，感觉还可以，把之前买的小米note3送人了，对比2699的小米note3真的强了很多，尤其屏幕，看着舒服，而且透亮，玩吃鸡也可以，全民全开特效到顶，有时提醒帧率低，王者60帧率流畅，刺激没玩，拍照比小米note3好点，不是太多，清晰度上好些。总之家里都是小米的的东西，米粉级别，还有什么理由说他不好呢。

9
发货慢 这个问题就不说了，优点：手机配置高，性价比高 刘海屏可以接收，定位精准 指纹和红外灵敏。行运速度快。缺点：音质一般，手机充电 游戏等手机温度高 屏幕滑动不太灵敏 特别是边角，小爱同学 有时会乱跑出来，语音识别能力不高 。因为是新机 电池容量基本够用一天（中度使用）

10
***
1.首先说一下外观方面，很惊艳，从2013年开始用iphone一直到现在，感觉我们国产机发展真的速度惊人，很佩服，很骄傲，很多同学吐槽全面屏，可是当你使用的时候真的一点都不影响，习惯了看着还挺好看。 
2&hellip;说说系统，也是最让我开心的，米家的系统OK的，非常流畅，某些地方和苹果相似，不托尾，很跟手，手势操作非常棒，很便利，没有那底部的三个键看着真舒服，。
3.从100元订购抢到，快递发货稍微慢了点，无伤大雅，不是很着急用，一直相信京东的速度和品质，东哥给力，不过确实挺难抢的，差点没有抢的到。谢谢上天的眷顾，谢谢。
4.包装方面很精致，开箱阻尼很细腻，丝滑，黑色很经典，喜欢。
5.以后购买的同学记得买钢化膜哦哦，不然就得小心翼翼了，赠送的手机套还是蛮不错的，不是很劣质，很有韧性弹性，不错，知足了。
6.总而言之作为2699的价位能够有这配置和系统的手机，真的是完全OK的，性价比当之无愧，。
7.我录的10秒应用开启很速度，得益于845的硬件，给力。
8.拍照我个人是不太在意的，我追求的是软件的

