Comment Page 1
1
感谢京东，让我成为我们城市最早一个拿到小米8的人，实体机拿到手里真的好顺滑，这速度没得说。

2
手机刚到货，京东快递的确很快。评测:首先小米8的外观在刘海屏当中黑边算是比较宽的，但不不影响体验和使用并且手机手感很好，摄像头凸起1mm左右，屏幕不错1080p的分辨率没有给我颗粒感，外观在主流旗舰当中只能算是中规中矩。但是性能的确没的说，有骁龙845处理器加持，并且系统的优化也还算不错，玩任何大型游戏，都能流畅的运行。之后手机虽然也发热，但是所有的安卓主流旗舰都是这样。还有就是人脸识别 真的很速度 。手机的相机的确有很大进步，已经到了顶尖旗舰的水准。手机不支持红外线遥控功能，这个让我觉得有点可惜。还有就是gps功能和nfc功能很强大，这个是小米手机做的最好的，任何都手机比不了的。最后手机的系统还不是miui10，但是就目前系统的流畅度来讲是很可以的，过段时间的miui10系统应该会更强。总体来讲，性价比是小米手机的传统，小米8的性价比也是不可否认的，非常高。不仅仅是最便宜的骁龙845手机。同时也是最便宜的主流拍照手机。也可以说是最便宜的黑科技手机。棒！棒！棒！

3
小米二百优蕙倦：（ jdd.red/8x ）复.￥置/输入括.内.内蓉，到刘-览器中&amp;打开领取！6月5日第一波抢购的，提交早应该都能抢到吧。
我不算米粉，当年买过一个小米2A，结果用了一年慢的受不了，对小米的产品失望了很久。现在用的荣耀6P，都三年了，也慢的不行了，该换了。正好小米8发布，性价比还可以，试试845的芯片和三星的amoled屏呗，一下就抢到了。机器到手，没让我失望，速度确实很快，顺滑如苹果，屏幕也很清晰细腻，没有啥瑕疵。测试了传说中的小爱同学，有点意思。希望一如既往的好用吧！

4
1.首先说一下外观方面，很惊艳，从2013年开始用iphone一直到现在，感觉我们国产机发展真的速度惊人，很佩服，很骄傲，很多同学吐槽全面屏，可是当你使用的时候真的一点都不影响，习惯了看着还挺好看。 
2&hellip;说说系统，也是最让我开心的，米家的系统OK的，非常流畅，某些地方和苹果相似，不托尾，很跟手，手势操作非常棒，很便利，没有那底部的三个键看着真舒服，。
3.从100元订购抢到，快递发货稍微慢了点，无伤大雅，不是很着急用，一直相信京东的速度和品质，东哥给力，不过确实挺难抢的，差点没有抢的到。谢谢上天的眷顾，谢谢。
4.包装方面很精致，开箱阻尼很细腻，丝滑，黑色很经典，喜欢。
5.以后购买的同学记得买钢化膜哦哦，不然就得小心翼翼了，赠送的手机套还是蛮不错的，不是很劣质，很有韧性弹性，不错，知足了。
6.总而言之作为2699的价位能够有这配置和系统的手机，真的是完全OK的，性价比当之无愧，。
7.我录的10秒应用开启很速度，得益于845的硬件，给力。
8.拍照我个人是不太在意的，我追求的是软件的交互和流畅度，。
好了就写这些评论吧，同学们有什么问题尽情的问我哦哦?

5
6月5日第一波抢购的，提交早应该都能抢到吧。
我不算米粉，当年买过一个小米2A，结果用了一年慢的受不了，对小米的产品失望了很久。现在用的荣耀6P，都三年了，也慢的不行了，该换了。正好小米8发布，性价比还可以，试试845的芯片和三星的amoled屏呗，一下就抢到了。机器到手，没让我失望，速度确实很快，顺滑如苹果，屏幕也很清晰细腻，没有啥瑕疵。测试了传说中的小爱同学，有点意思。希望一如既往的好用吧！

6
6月5日抢购的，没想到这么好抢，下单排队等了得二十多秒最后还是抢到了。6月7日到的货也是非常的京东了，对于物流唯独想说的是快递包装太简陋，在包装盒上套一个盒子，手机在里面撞来撞去这一点很不好。用到现在也快一周了，说一下我自己的一些感受吧（不喜勿喷，水军们嘴下留情）。
优点：手感舒适做工细腻，重量很舒服；外观我个人感觉真机比网图漂亮得多；845加持快到没话说；人脸指纹解锁都是秒开；相机出众（女朋友说的，我一年都用不到几次相机）；暗屏显示时间很新潮；游戏体验很爽，还有好多优点我就不赘述了，主要说一下我这几天使用感觉到的不足。
缺点：没有红外是一大遗憾；从LCD屏转到OLED 屏的确有些许不适应，但是没有那么强烈；上划悬停呼出多任务非常不舒服；手机装上自带手机壳之后左右划返回手机壳边缘咯手；手机自带MIUI9系统，部分应用对于刘海的优化不好；手机电池不耐用，续航重度使用撑不下上班时间；自带的充电器是QC3.0，原装充电线太短，目测一米的样子；明明没有耳机接孔却也没有做防水真的很遗憾；雷兔兔跑分我跑了26W+，跟官方宣称的30W有点差距；
总结：2699起能买到这些，还想怎样？嗯，真香！?

7
5号抢的，到今天才拿到手，这个速度简直了，京东也没任何补偿，听说别人都有1000的京豆，我都没有，受不了，买的钢化膜明天到，所以出厂的都没撕，机器其他都还好，就是担心这个电池能用多久，屏幕还没有6p好，阳光下看不清内容了，想想这个价到也忍受了，相机拍照真的还可以，第一次用小米希望可以顺手，附带6p换了壳还是很不错的，毕竟用了快四年，期待九月新苹果的到来！

8
整体外观并没有太惊艳的地方，后背玻璃质感和米5差不多，手感属于正常水准，毕竟需要带套，送了个清水套，聊胜于无了，屏幕细看有细微颗粒感，三星屏特性吧，小爱同学的加入可以加分，拍照的逆光和暗光表现确实很赞，包括前置摄像头也表现优异，拍照这块补足了之前小米旗舰一直缺失的遗憾，骁龙845正常使用和普通中端处理器没有太大差异，游戏表现需后期根据实际使用再看，相信应该不会有太大的失望，整体手感并没有达到我预期的如三星、苹果等旗舰机的需求，毕竟价格在那边，封装水平的差异不是堆配置能看得出来的，总体来讲属于及格以上的旗舰机吧！

9
嗯，跟我想的效果有点偏差，一些小瑕疵不碍事，各方面倒也达到了我的要求，可能是我要求太高吧，王者荣耀高帧率模式能到60锁帧，吃鸡的话高画质不卡。反正也就这样用吧，要求不算太高，小米的产品质量不错，就是新机子出来还得抢，这点比较烦。手机手感也不错，玻璃后盖，很薄很舒服的那种，一只手拿着刚刚好好，程序启动也挺快。就是感觉屏幕有点发黄，跟红米note4X比的话，有点像那个护眼模式（没开那种，颜色很浅，不对比看不出来的）。图片和视频是用同事的红米note5拍的。效果大家可以看看，有什么问题可以来问我。

10
等了好久，终于等到今天。盼了好久，终于把梦实现～&hellip;&hellip;5号下的单，今天才收到，总算皇天不负有心人！手机很棒，流畅的一逼！！屏幕显示效果贼拉地好！很细腻，我老婆那台iPhone 8plus差不多！！京东快递速度也是快的飞起！唯一不足的是，现在还是MIUI9的系统！！

