Comment Page 3
1
京东的包装越来越简单了，以前还会用个箱子打包，现在就用个袋子装，手机包装完好，打开盒子配件齐全，手机贴膜完整，说实话蓝色很漂亮，完全看不出玻璃后盖，倒像是金属质感，小米8的6.2寸屏幕看起来确实很大，全面屏让整不手机看上去却并不大，跟以前5.5寸手机对比，厚度差不多，宽度差不多，长度也就长一点点，应该跟5.6寸差不多大小，小米手机做工越来越精细，质感也不错，就是用的这个A屏却一般般，跟三星手机的A屏比起来还是差远了，色彩度很一般，白底的时候可以看出彩虹，送的手机壳不是一般差，跟手机孔位居然偏差不小，油份太大，壳太软，用久绝对出油，这手机不知道是系统问题还是手机屏幕设定问题，看视频的时候边线跟刘海底部居然会会相差一大截，有其是可用优酷视频的时候，偏离更多，玩游戏还好，吃鸡最高效果还是比黑鲨差一丢丢，偶尔卡一下，拍照效果还不错，已经可以满足大部分人的需求，跑分并不像发布会说的那样30W分，跑分测试也就26W多点，属于845比较正常的水平吧！

2
用了一晚上才来评价，昨天10点抢的，下午改下暴雨也给送到了，快递小哥非常好！再说说手机，打开的一瞬间，金色的确实有点粉嫩，但是用过一晚上，在阳光下突然感觉很好看，可惜我是男孩子，女孩子一定会更喜欢的，，，然后最近说的什么闪屏的谣言，，不要信，，缝隙确实是有一点，，但是不夸张，，整体做工很好，，然后就是人脸识别，，非常好用，，这样指纹识别，，其实有没有都一样，，希望改进，，，当然后置指纹也很好用，，，有这么好用的人脸识别，，其实屏幕指纹也好，，都没啥大用了，，，画蛇添足的感觉，，拍照功能没得说，能拍到我家对面楼50米楼下阿姨聊天的嘴型，，，小爱同学有惊喜，，快充确实不那么快，，，反正这款手机，，总体还不错，，双频GPS没测试，，玩游戏真心不卡，发热现象微乎其微，，电池还是比较抗用，，，

3
6月5号购买，今天收到的，手机总体性能，不错，拍照效果可以，就是打开相机，反应比别的手机慢半拍，玩吃鸡游戏，还可以，毕竟是骁龙845处理器。总体感觉还是不错，只是手机做工，有待提高。

4
说蓝色是这几个颜色中最好看的大家没意见吧

5
手机真的棒，小米手机一直以性价比著称，这个也是真的牛，很喜欢，屏幕很好，清晰流畅，手机手感好的很，小米手机我认为没大毛病，手机的小米5s用了一年多，还是流畅依旧，就是内存有点低了，所以换新的，这个真的棒，
听说这次发货有点多，会员就是厉害提前发货，今天收到的，拿到手使用了，无奈同学要，非要加点钱买我的，我想，好吧，既然比较好抢，我也体验过了，就给他了，手机很好，再三说明，很棒，很牛！！！！

6
从苹果过来的，对这次的米8还是挺期待的，首先说米8的备货还是比较充足，第二次就抢到了。但是相较于苹果，各方面的还是有差距的，细节差距明显。说说特点吧，优点：1性价比性价比性价比，3000以内的845，要什么自行车；2虽然A屏，但是屏幕还算完美，色彩鲜艳，显示效果不错；3拍照不错，相机还是有惊喜的；4续航还算不错吧，一天够用不用充电，希望电池耐用；缺点：1吐槽最多的刘海，确实大，而且刘海下还多出一节，影响屏幕显示区域，希望后续软件优化；2相机确实卡顿，好多按键反应迟钝；3手机还是有一点厚的，没办法；4贴全屏钢化膜人脸识别不灵敏了；
就这么多吧，总的来说米8还是相当不错的！

7
手机很好，很喜欢。运行很流畅，非常喜欢MIUI系统，人脸识别也很快。有的人说刘海屏加下巴很难看，我觉得吧，手机这么便宜，这么高的配置，还有红外面部解锁，知足了吧。又要小刘海，还要各种黑科技，怎么可能嘛。目前，相比于今年各家旗舰手机，小米可以说是最好的了。作为一个老米粉，愿小米越做越好，越走越好远，成为手机界的标杆品牌。

8
6月12日早上10点浏览器开三个窗口，小米官网，地猫小米旗舰店，和京东同时开抢，结果小米官网十点直接显示服务器忙碌，地猫几秒售罄，只有京东的被我顺利抢到。事实证明，京东抢预售商品比较高效。等了三天15号早上拿到手的，蓝色版果然是颜值最高的一个色系，可惜现在只有128G的，如果等两个月有64G蓝色会更划算。说说上手感受吧，骁龙845算是旗舰顶配了，在玩农药和吃鸡上帧率和流畅度确实高一些，平时一般使用觉得6X的骁龙660已经足够了。拍照的确不错，我觉得是这个机子的最大亮点，智能AI能识别场景自动优化色彩和对比度，照片整体色彩比较鲜艳，红偏少，黄偏多。相机DXO105分应该是没有的，比较中肯的话在98分左右应该。主打的双GPS没说得那么神，用高德导航了两次都有些偏差，后来用百度比较准确一些。屏幕我觉得尺寸和刘海屏都可以接受，抄谁不重要，关键是好用和你的接受度。最大诟病我觉得是屏幕色彩，屏幕效果&rdquo;点进去三项不是太淡就是太鲜艳刺眼，没有自由滑动条可调，对于摄影师的我简直是无法忍受的BUG。机子发热在接受范围之内，比水果牌发热略高，游戏时在40度上一些，平常35度左右。电池3400确实不耐用，手机重度患者，半天要充一次电。总体感觉可买！

9
上一部是小米note3，因为米6买不到，没办法只能买note3，也是第一次用小米，用了接近10个月体验真的不错，重点是耐摔，后玻璃裂完了，前面还是好的，前几天老妈手机掉水里坏了，给老妈买了个6x，这次首发预定了米8，真的比以前好多了，凌晨十几分竟然还有货，本来都要放弃了，感觉货源确实比以前备的足了，付了全款就买了钢化膜，本来以为手机七号到，没想到提前一天就上手了，刚好手机膜也到了直接贴上，系统还是一样，拍照感觉和note3提升不大，外观就不说了，现在全国手机外观差不多，处理器强大就行最便宜的845，图片自己看吧屏幕显示还可以，没什么明显颗粒感，电量应该可以用个一天多吧，我也不怎么玩游戏只是无聊的时候拿手机看看微信什么的，之前note3十个月了还能坚持一天多呢，别的没啥好评价了，手机这东西仁者见仁智者见智吧，萝卜青菜各有所爱。退伍下来的note3刚好给老爸用了，这次全家都用小米了哈哈?第一次打这么多字，也是可以了，望楼下评论认真看完别乱喷，谢谢了。

10
不得不说，OLED屏幕确实好看色彩艳丽，晚上看手机也不刺眼（以前没觉得米6屏幕刺眼，但跟米8比了后不得不感叹米6好差啊）。重量控制的也不错，这么大的手机竟然比米6要轻，这个要赞一下。
说点不好的，比小米6大上不少，小米说跟传统5.5寸手机差不多，但我跟我的5.7寸小米Note比了一下，他俩大小才差不多。刘海就不吐槽了，我特地弄了一个黑色主题，实际效果，大家可以看一看。再吐槽一下，小米一直以来的问题，音质跟苹果华为比立体感要差一些，话又说回来，2000多的手机你还想它怎么样？
我买米8主要是玩游戏（看中配置和屏幕），骁龙845+A屏+3400的电池+6G，这价钱超值！最后赞一下京东，发货速度还是不错的（抢的时候说供应商采购，我以为要下次抢购前发货，没想到第二天就发货了）。

