Comment Page 2
1
小米的品控越来越好，做工严丝合缝，刘海平也还可以，就像雷总发布会说的一样，看习惯还行，这次小米的屏幕真的更棒。期待小米越来越好！

2
P1：左2S，右8
P2：上8，下2S
P3：上2S，下8
P4：上2S，下8
P5：上2S，下8
P6：左2S，右8
P7：左8，右2S
长*宽*厚（单位mm）：2S=150.86*74.9*8.1  重量189g   
长*宽*厚（单位mm）：8 =154.90*74.8*7.6	重量175g
感受：
6月2日，2S先到手，送一个小米的无线充电器，但是没有连接线，这个与单独零售版的不同，零售版有连接线。目前2S日常使用中。
6月5日，小米8（6G+128G）到手，两款机器都送了有手机背壳，不用另外够买了。
总体来说，两款机器功能上各有千秋，具体的可以看下网上的文章很多。目前主要说手感，虽然从参数上看8仅比2S的宽度小了0.1MM，但是由于8的厚度更薄，左右两边的背板弧度更大，所以，真实拿在手中感觉8要比2S窄的多，比较适合手小的人。
重量上，2S与8差距不是很明显，但确实2S较8稍微重一点，参数里也可以看出来，但这个差距可以忽略不计。
长度上，8要比2S要更长一些，参见图片可知。
因为8还在纠结是否退货中，所以暂时没有开机测试，我想的话，两款机器的配置都算是高端了，日常应用中不会体现出太大差距，如果有什么问题可以追问。

3
我就想知道这个大口子是怎么回事？？？签收的时候没注意，拿回来才发现，在大一点手机就可以掉出来了！！！几千块钱的东西难道就不能用个箱子啊东哥？
手机是非常的完美，铁杆米粉，还好这次没被耍。安兔兔跑分27万多一点，哪里来的30万哦，看了一下是内存分太低，难道不是用的那闪存的什么储存？
重量比米5重一点点，比米6轻，比mix2s也轻，手感极佳，外观也很漂亮，就是不喜欢后置指纹，探索版不想等了，不过有人脸识别基本不用指纹解锁。
屏幕方面虽说用的是三星屏，估计是期望太高，真的是一般般，感觉还没mix好，和三星自家的旗舰机就更不用说了。
没有红外遥控可真的不习惯，这么好用方便的功能在我的米5上用得这么习惯，怎么可以说没就没呢？汗！让我静静。
总体来说还是比较满意的，没抢到的老铁们继续加油＾０＾~

4
五号抢的，等了八天到了，黑白两台，说说体会，第一次长篇大论，可能有点嗦，不过还是希望大家能看完，有点点好处可能，系统的操作方式可能是我自己不习惯，感觉并不是设计的特别顺手，然后就是发热，玩了一局恰鸡已经觉得有820的感觉，感觉发热比835严重好多，然后用自己的努比亚z17压力测试同时一起，感觉其实差不多可能是自己平常玩努比亚不玩游戏所以觉得努比亚不烫。拍照听说好，我也不知道，性能的话确实只比835高三成。不过感觉主要是3d性能，不玩游戏基本一样的。所以有835的童鞋们，除非是刚需，我不推荐盲目上845，其实区别真不大，不玩游戏你就更不用换了，就一样，玩游戏其实也差不多。还有，我的米8好像并没我大伙们说的有缝，不知道是不是运气好一点，还是一些人脸黑。充电速度正常水平吧，充电有点发热。希望后期系统miui10能够弄出更适合这块屏幕的操作方式，最后还是希望能多多优化下845，下面是我录了一段z17的视频，所以还是你有835就别买845了(?&omega;?)hiahiahia

5
京东的包装越来越简单了，以前还会用个箱子打包，现在就用个袋子装，手机包装完好，打开盒子配件齐全，手机贴膜完整，说实话蓝色很漂亮，完全看不出玻璃后盖，倒像是金属质感，小米8的6.2寸屏幕看起来确实很大，全面屏让整不手机看上去却并不大，跟以前5.5寸手机对比，厚度差不多，宽度差不多，长度也就长一点点，应该跟5.6寸差不多大小，小米手机做工越来越精细，质感也不错，就是用的这个A屏却一般般，跟三星手机的A屏比起来还是差远了，色彩度很一般，白底的时候可以看出彩虹，送的手机壳不是一般差，跟手机孔位居然偏差不小，油份太大，壳太软，用久绝对出油，这手机不知道是系统问题还是手机屏幕设定问题，看视频的时候边线跟刘海底部居然会会相差一大截，有其是可用优酷视频的时候，偏离更多，玩游戏还好，吃鸡最高效果还是比黑鲨差一丢丢，偶尔卡一下，拍照效果还不错，已经可以满足大部分人的需求，跑分并不像发布会说的那样30W分，跑分测试也就26W多点，属于845比较正常的水平吧！

6
没想到的是上市第一天竟然能抢到，手机不用说，自然是很好的！

7
很高兴成为第一批小米8的买家和使用者，说实话感触蛮多的，好坏都有。到件不快不慢，比预期快了几天不过派送不算快，包装真心不怎样；盒子感觉很廉价，也没有亮点和档次，配件中规中矩，有送硅胶套可惜没送钢化膜（那个广告膜遮盖要使用就必须裸屏，不满一&gt;_&lt;）；机器反应确实相当快（下载、安装、开取都没有任何问题），手感相当棒（未见瑕疵），而且刘海屏一点不累赘，完美契合时间、电量、信号等小手机状态显示，下巴偏厚，不算过分，在意的话三思，不在意的带过（我觉得ok）；问题二在于指纹解锁不算灵敏，存在解锁失败可能（不知道是我个人还是单机现象）；耐电性好，上手重度使用一个多小时未见明显走电，充电较快（未细算时间），瑕疵为充电发热较明显，在我使用20+台中高低端各品牌机的平行比较而言，此机都为发热突出明显；本机有个亮点为快捷操作，直接添加快捷扫码等（见图四），非常方便；照相未使用，不评价；版本为miui9，未出10；屏幕显示清晰，感应灵敏；大致为这些，其他有待考察。

8
发货是真的慢说好的辣么多现货呢？说一下使用数据：王者荣耀14半分（一局）钟掉电8%（93-85未开高帧率模式），连续游戏温度39℃，绝地4局游戏流畅未出现卡顿（次高特效）。4g信号有所增强，比我之前的手机信号强度有所提升，手机从20%充满大概需要1小时10分钟。小爱同学有时会唤醒失败，准确度有待加强。面部识别还是挺快的不过有时你挡住鼻子和嘴依然能解锁成功，而且侧卧时容易解锁失败。额，配送手机壳保不住镜头，依然会凸起。总之手机还是非常不错的只是有一些小的问题，期待通过升级MIUI10能够解决。

9
用了一天才来评价，说说感受，以前用的手机是三星旗舰机和htc旗舰机，因为喜欢他们拍照好！
这次买小米是因为小米换屏了，以前最不喜欢小米屏幕泛黄，小米8比前几代好多了，虽然看起来还是有点黄黄的！
系统预装的是MIUI9.5   不是10，有点遗憾，不过系统还是挺流畅，比较配置在哪里，美中不足的就是很多预装软件删不了，其中最烦搜狗输入法，恶心死了！
玩了几局王者荣耀，特效全开，没感觉明显卡顿，还可以吧，玩了几局也没有感觉明显发热，不过充电的时候有点发烫。
拍照只能给80分，和我去年的htcu11都没发比，不是专业人士，不会调焦，就是傻瓜式hdr，感觉拍出来不够清晰，不够明亮！不过比以前好多了，勉强及格！
充电还行，说不上快，一个多小时充满，主流旗舰机水平！
最后说下人脸识别，识别度不高，阳光下好一点，在屋里差很多，还是指纹用的多！
足够的最后说下机子特别像苹果x，贼像！
总得来说挺满意，暂时没发现明显缺点，希望以后也别发现！
五号抢购十一号发货，很烦，在京东买东西就是看在物流快，没想到那么慢，气死了！不过还算客服态度好，就算了，希望只此一次，下不为例！

10
我先说一下这次购物再来评价小米8。
首先这是我在网上买东西最不爽的一次，抢到了小米8竟然一个星期后才拿到，不是我没看，是京东没发，一开始2-3我没在意，后来还看到没发我就上京东找客服，客服说没货，呵呵，没货为什么能抢到，不是有多少存货就有多少抢购名额的吗？既然我抢到了为什么不给我发货，我和我舍友一起都抢到了，我还先比他抢到的，他抢到第二天就拿到货了，而我是八天后才拿到的，真他么**，要不是我是小米死忠粉，老子早就退货了，，真受不了，还有送货那天，我都提前打电话叫京东快递小哥将包裹放在前台了，然而他去到后看见我没在，打电话又不同通，就走了，我那时候在上课手机关机，等我下课，前台就跟我说快递小哥来了，但没将我的快递送在前台，*，我都之前联系好的叫他放到前台就行，他也说好的，看见我没在就走了，我当时气的快炸了。
下面是我体验小米8的体会，小米8确实不错，拍照比小米6提升很大，都个人感觉没网雷军老大说的那么夸张，各种黑科技体验也很好，但也有不好的地方，没有红外遥控不能开空调，边框没有小米6的好，差太远了，真的，屏幕好像也没有小米6的好，三星的屏只要不是2k屏，观感比其他同规格的屏要差。

